[
{"query": "data", "title": ["Business Analyst / Data Analyst with R Scripts Writing"], "description": ["Telecommute/home-based, Note : Please send your resume to :amitn@synergytechs.net Note : Call Amit : 954-519-3852 Position: Business Analyst / Data Analyst with R Scripts Writing Duration: Contract Location : Hartford ,CT ( Remote Work ) Experience with data management of large datasets 2.Experience using R for data analysis and data management, specifically: Writing R scripts, Troubleshooting error messages, Using Rmark"], "link": ["http://jobview.monster.com/Business-Analyst-Data-Analyst-with-R-Scripts-Writing-Job-US-222091329.aspx"], "pubDate": ["Tue, 17 Nov 2020 08:05:38 GMT"], "guid": ["222091329"]},
{"query": "data", "title": ["Data Entry Clerk"], "description": ["OH-Canton, Beacon Hill is looking for mulitple data entry clerks for multiple positions in the Canton area! This contract position would allow you to get your foot in the door with a growing company! Job Duties: Enter all data accurately Open, sort, and scan all incoming mail Handle client financial records Daily reporting File and scan documents as needed Requirements Interpersonal skills Strong alphanumeri"], "link": ["http://jobview.monster.com/Data-Entry-Clerk-Job-Canton-OH-US-222112435.aspx"], "pubDate": ["Tue, 17 Nov 2020 07:11:16 GMT"], "guid": ["222112435"]},
{"query": "data", "title": ["Data Center Hardware Technicians Linux Unix"], "description": ["NY-Orangeburg, Data Center Hardware Technicians Linux Unix My name is Bill Stevens and I have a six new twelve month plus Data Center Hardware Technician opportunities for a major firm in Orangeburg, New York and Dayton, New Jersey that could be of interest to you, please review my specification below and I am available at any time to speak with you so please feel free to call me. There are three levels of candi"], "link": ["http://jobview.monster.com/Data-Center-Hardware-Technicians-Linux-Unix-Job-Orangeburg-NY-US-221164536.aspx"], "pubDate": ["Tue, 17 Nov 2020 07:52:13 GMT"], "guid": ["221164536"]},
{"query": "data", "title": ["Unix Linux Technician Data Center Experience"], "description": ["NJ-Dayton, Unix Linux Technician with Data Center Experience My name is Bill Stevens and I have a new twelve month plus Unix Linux Technician opportunity for a major firm located in Orangeburg, New York and Dayton, New Jersey that could be of interest to you, please review my specification below and I am available at any time to speak with you so please feel free to call me. This is a Junior to Mid level rol"], "link": ["http://jobview.monster.com/Unix-Linux-Technician-Data-Center-Experience-Job-Dayton-NJ-US-221164620.aspx"], "pubDate": ["Tue, 17 Nov 2020 07:52:13 GMT"], "guid": ["221164620"]},
{"query": "data", "title": ["Data Center Hardware Technicians Linux Unix"], "description": ["NY-Orangeburg, Data Center Hardware Technicians Linux Unix My name is Bill Stevens and I have a six new twelve month plus Data Center Hardware Technician opportunities for a major firm in Orangeburg, New York and Dayton, New Jersey that could be of interest to you, please review my specification below and I am available at any time to speak with you so please feel free to call me. There are three levels of candi"], "link": ["http://jobview.monster.com/Data-Center-Hardware-Technicians-Linux-Unix-Job-Orangeburg-NY-US-221165213.aspx"], "pubDate": ["Tue, 17 Nov 2020 07:52:13 GMT"], "guid": ["221165213"]},
{"query": "data", "title": ["Data Center Support Linux Unix Entry to Mid-Level"], "description": ["NJ-Dayton, Data Center Support Linux Unix Entry to Mid-Level My name is Bill Stevens and I have six new twelve month plus Data Center Hardware Technician opportunities for a major firm in Orangeburg, New York and Dayton, New Jersey that could be of interest to you, please review my specification below and I am available at any time to speak with you so please feel free to call me. There are three levels of c"], "link": ["http://jobview.monster.com/Data-Center-Support-Linux-Unix-Entry-to-Mid-Level-Job-Dayton-NJ-US-221372996.aspx"], "pubDate": ["Tue, 17 Nov 2020 07:52:13 GMT"], "guid": ["221372996"]},
{"query": "data", "title": ["Data Center Support Linux Unix Scripting Experience"], "description": ["NJ-Dayton, Data Center Support Linux Unix Scripting Experience My name is Bill Stevens and I have a new twelve month plus Unix Linux Support Technician opportunity for a major firm located in Orangeburg, New York and Dayton, New Jersey that could be of interest to you, please review my specification below and I am available at any time to speak with you so please feel free to call me. This is a Junior to Mid"], "link": ["http://jobview.monster.com/Data-Center-Support-Linux-Unix-Scripting-Experience-Job-Dayton-NJ-US-221373075.aspx"], "pubDate": ["Tue, 17 Nov 2020 07:52:13 GMT"], "guid": ["221373075"]},
{"query": "data", "title": ["Unix Linux Technician Scripting Data Center Experience"], "description": ["NJ-Dayton, Unix Linux Technician Scripting Data Center Experience My name is Bill Stevens and I have a new twelve month plus Unix Linux Technician opportunity for a major firm located in Orangeburg, New York and Dayton, New Jersey that could be of interest to you, please review my specification below and I am available at any time to speak with you so please feel free to call me. This is a Junior to Mid leve"], "link": ["http://jobview.monster.com/Unix-Linux-Technician-Scripting-Data-Center-Experience-Job-Dayton-NJ-US-221373123.aspx"], "pubDate": ["Tue, 17 Nov 2020 07:52:13 GMT"], "guid": ["221373123"]},
{"query": "data", "title": ["Data Analyst"], "description": ["CA-Los Angeles, Location: Los Angeles, CA Duration: 6 months Compensation: $35.00 - $40.00 per hour Work Requirements: US Citizen, GC Holders or Authorized to Work in the US Overview: TekPartners has some of the most sought after Information Technology positions available. As a reputable company in the IT staffing industry, you can trust us to place you in the right position. We currently have an opportunity for "], "link": ["http://jobview.monster.com/Data-Analyst-Job-Los-Angeles-CA-US-222113035.aspx"], "pubDate": ["Tue, 17 Nov 2020 07:59:17 GMT"], "guid": ["222113035"]},
{"query": "data", "title": ["Senior Data Engineer - SQL, ETL, Cloud"], "description": ["MD-Bethesda, If you are a Senior Data Engineer with ETL and complex development experience, please read on! We are a SaaS company that has an analytics platform that serves higher education institutions throughout the United States. Our cloud based platform includes flexible data models, visual analytics, and expert analysis which helps leaders in Higher-Education make better decisions. With that, we're lookin"], "link": ["http://jobview.monster.com/Senior-Data-Engineer-SQL-ETL-Cloud-Job-Bethesda-MD-US-222108256.aspx"], "pubDate": ["Tue, 17 Nov 2020 05:13:56 GMT"], "guid": ["222108256"]},
{"query": "data", "title": ["Data Analyst/Project Manager - Healthcare"], "description": ["NC-Charlotte, This is an incredible opportunity to lead customer implementations from scratch in a fast-paced startup environment. We are a late-stage startup backed by multiple prominent investors in the healthcare space seeking an individual from a strong quantitative background who is OBSESSED with customer success and data analytics! We're a fast growing healthcare predictive analytics company developing th"], "link": ["http://jobview.monster.com/Data-Analyst-Project-Manager-Healthcare-Job-Charlotte-NC-US-222108288.aspx"], "pubDate": ["Tue, 17 Nov 2020 05:14:33 GMT"], "guid": ["222108288"]},
{"query": "data", "title": ["Data Engineer - Prominent Tech Startup"], "description": ["CA-Santa Clara, Job Title: Data Engineer (Python, SQL, ETL pipelines, Hadoop) Job Location: Santa Clara, CA (Relocation Assistance Offered) Requirements: Python, SQL, Big Data, data pipelines, Airflow preferred, etc. Salary: $80k-135k (DOE), Equity, Bonus, Outstanding Benefits, 401k, and more! We're a fast growing healthcare predictive analytics company developing the next generation of truly game-changing, healt"], "link": ["http://jobview.monster.com/Data-Engineer-Prominent-Tech-Startup-Job-Santa-Clara-CA-US-222108313.aspx"], "pubDate": ["Tue, 17 Nov 2020 05:14:58 GMT"], "guid": ["222108313"]},
{"query": "data", "title": ["Senior Data Scientist-100% REMOTE (Local candidates preferred)"], "description": ["VA-Alexandria, If you are a Senior Data Scientist with experience, please read on! We are looking to hire a Senior Data Scientist with a strong work ethic and a passion for the fast-paced startup life. The ideal candidate will work on the methodology & algorithms at the core of our product and define and build models that drive optimization of media plans, prediction of television ratings, and other upcoming fea"], "link": ["http://jobview.monster.com/Senior-Data-Scientist-100-REMOTE-Local-candidates-preferred-Job-Alexandria-VA-US-222108373.aspx"], "pubDate": ["Tue, 17 Nov 2020 05:15:32 GMT"], "guid": ["222108373"]},
{"query": "data", "title": ["Data Architect/Engineer - 6 Month Contract"], "description": ["CA-Laguna Beach, If you are a Data Engineer with experience, please read on! Founded in 1988 and headquartered in Aliso Viejo, CA, we focus on the research, development and commercialization of novel medical and pharmaceutical treatments for people with central nervous system disorders. What You Will Be Doing - Master Data Management (MDM) process within a Commercial Data Warehouse (CDW) for Healthcare Professiona"], "link": ["http://jobview.monster.com/Data-Architect-Engineer-6-Month-Contract-Job-Laguna-Beach-CA-US-222108516.aspx"], "pubDate": ["Tue, 17 Nov 2020 05:18:04 GMT"], "guid": ["222108516"]},
{"query": "data", "title": ["Data Scientist"], "description": ["CA-San Francisco, If you are an experienced Data Scientist in The Bay Area, please read on! Top Reasons to Work with Us We are the 'Google' of renewable energy, offering global clean energy solutions to some of the world's largest companies in a 9 trillion dollar market. What You Will Be Doing - Using Python/Matlab to optimize solar panel layouts, creating simulations, and contributing to building the world's leadi"], "link": ["http://jobview.monster.com/Data-Scientist-Job-San-Francisco-CA-US-222108632.aspx"], "pubDate": ["Tue, 17 Nov 2020 05:20:08 GMT"], "guid": ["222108632"]},
{"query": "data", "title": ["Senior Data Engineer - Remote"], "description": ["CA-Pasadena, Job Title: Senior Data Engineer - Remote Job Location: REMOTE Job Duration: Direct-hire, Full-Time Requirements: Python, Big Data tools, Hadoop, Spark, AWS, Kubernetes, Docker, ETL Pipelines Must currently have or being willing/able to obtain top secret clearance TS/SCI We are a leading technology and analytics firm, merging the newest tools in AI, Machine Learning, and Big Data to provide new and"], "link": ["http://jobview.monster.com/Senior-Data-Engineer-Remote-Job-Pasadena-CA-US-222108738.aspx"], "pubDate": ["Tue, 17 Nov 2020 05:21:13 GMT"], "guid": ["222108738"]},
{"query": "data", "title": ["Lead Data Scientist"], "description": ["NC-High Point, Logistics done differently. XPO Logistics, we’re constantly looking for talented individuals at all levels who can deliver the caliber of service our company requires. As the Lead Data Scientist, you will turn data into information, information into insight and insight into business decisions. You will conduct full life-cycle analysis to include requirements, activities and design. On our team, yo"], "link": ["http://jobview.monster.com/Lead-Data-Scientist-Job-High-Point-NC-US-222108761.aspx"], "pubDate": ["Tue, 17 Nov 2020 05:21:34 GMT"], "guid": ["222108761"]},
{"query": "data", "title": ["Senior Data Scientist"], "description": ["OR-Portland, Logistics done differently. Innovation is in our DNA. At XPO Logistics, we’re out to transform transportation logistics through technology, and our multimillion-dollar commitment to IT underscores its importance to our vision. As the Senior Data Scientist, you will manage and lead the data science, engineering and analytics teams in their daily operations. You’ll find yourself immersed in a forwar"], "link": ["http://jobview.monster.com/Senior-Data-Scientist-Job-Portland-OR-US-222108794.aspx"], "pubDate": ["Tue, 17 Nov 2020 05:21:49 GMT"], "guid": ["222108794"]},
{"query": "data", "title": ["Senior Data Software Engineer - Python, SPARK, Airflow"], "description": ["CA-San Francisco, If you are a Senior Data Software Engineer with experience, please read on! Our engineering team is a dynamic, fast-paced team that is committed to quickly delivering features, evaluating their performance, and iterating towards the product vision shared by the company. We are organized in vertical teams that include cross-functional engineers as well as functional guilds aimed at working tightly "], "link": ["http://jobview.monster.com/Senior-Data-Software-Engineer-Python-SPARK-Airflow-Job-San-Francisco-CA-US-222108804.aspx"], "pubDate": ["Tue, 17 Nov 2020 05:21:59 GMT"], "guid": ["222108804"]},
{"query": "data", "title": ["Computer Vision / Image Processing - Data Scientist"], "description": ["CA-Los Angeles, If you are a Computer Vision / Image Processing - Data Scientist with experience, please read on! We are a biotechnology company specializing in developing treatments for typically uncontrollable factors causing human diseases. Our unique approach to applying Image Processing, Computer Vision, and Machine Learning techniques toward drug discovery is ground-breaking and life-changing! What You Will"], "link": ["http://jobview.monster.com/Computer-Vision-Image-Processing-Data-Scientist-Job-Los-Angeles-CA-US-222108882.aspx"], "pubDate": ["Tue, 17 Nov 2020 05:23:15 GMT"], "guid": ["222108882"]},
{"query": "data", "title": ["Sr. Data & Software Engineer Data Structures & Algorithms"], "description": ["MI-Ann Arbor, Job Title: Sr. Data & Software Engineer Data Structures & Algorithms Job Location: Ann Arbor, MI Job Salary: Competitive Pay (DOE) Requirements: C+, Python, Java, Data Distribution, APIs, Distributed Technology, Algorithms, Data Structures, Analysis Platforms Status: Hiring during COVID-19 *No Sponsorship Offered Top Reasons to Work with Us Our code base is largely built on Python and C, but we al"], "link": ["http://jobview.monster.com/Sr-Data-Software-Engineer-Data-Structures-Algorithms-Job-Ann-Arbor-MI-US-222108892.aspx"], "pubDate": ["Tue, 17 Nov 2020 05:23:25 GMT"], "guid": ["222108892"]},
{"query": "data", "title": ["Senior Data Analyst/Engineer - Data Warehousing/BI - PARTIAL REM"], "description": ["ID-Meridian, If you are a Senior Data Analyst/Engineer with experience in Data Warehousing and BI, please read on! Located in Meridian, Idaho, we specialize in using our scents and fragrances to enhance our products! Our products range from candles, oils, warmers, laundry products, and so much more. We have been in business for over 10 years and are growing a ton! We are looking for a skilled Data Analyst/Engi"], "link": ["http://jobview.monster.com/Senior-Data-Analyst-Engineer-Data-Warehousing-BI-PARTIAL-REM-Job-Meridian-ID-US-222108904.aspx"], "pubDate": ["Tue, 17 Nov 2020 05:23:36 GMT"], "guid": ["222108904"]},
{"query": "data", "title": ["Senior Data Scientist-100% REMOTE (Local candidates preferred)"], "description": ["VA-Alexandria, If you are a Senior Data Scientist with experience, please read on! We are looking to hire a Senior Data Scientist with a strong work ethic and a passion for the fast-paced startup life. The ideal candidate will work on the methodology & algorithms at the core of our product and define and build models that drive optimization of media plans, prediction of television ratings, and other upcoming fea"], "link": ["http://jobview.monster.com/Senior-Data-Scientist-100-REMOTE-Local-candidates-preferred-Job-Alexandria-VA-US-222108921.aspx"], "pubDate": ["Tue, 17 Nov 2020 05:23:54 GMT"], "guid": ["222108921"]},
{"query": "data", "title": ["Data Visualization Engineer"], "description": ["GA-Remote anywhere in the country, Our client, a leader in the robotics industry has an opening for a Data Visualization Engineer. This is initially a 4 month contract position and will very likely extend well beyond that. The office is based in Norcross, GA and this position can be worked 100% remotely until offices are deemed safe to reopen. Check out the qualifications below. If you feel that you meet these, please apply online."], "link": ["http://jobview.monster.com/Data-Visualization-Engineer-Job-Remote-anywhere-in-the-country-GA-US-222109167.aspx"], "pubDate": ["Tue, 17 Nov 2020 05:30:08 GMT"], "guid": ["222109167"]},
{"query": "data", "title": ["Big Data - Engineer/Elastic Administrator"], "description": ["VA-Sterling, Big Data Engineer / Elastic Administrator Memphis, TN or Sterling VA (Remote) MUST: Must be eligible for a Public Trust Experienced Big Data Engineer / Elastic Administrator 5+ years hands-on experience with supporting Linux production environments 2+ years hands-on experience with supporting Elasticsearch in production Proven track record with Red Hat Enterprise Linux administration Unix/Linux ad"], "link": ["http://jobview.monster.com/Big-Data-Engineer-Elastic-Administrator-Job-Sterling-VA-US-222109513.aspx"], "pubDate": ["Tue, 17 Nov 2020 05:31:26 GMT"], "guid": ["222109513"]},
{"query": "big", "title": ["Big Data - Engineer/Elastic Administrator"], "description": ["VA-Sterling, Big Data Engineer / Elastic Administrator Memphis, TN or Sterling VA (Remote) MUST: Must be eligible for a Public Trust Experienced Big Data Engineer / Elastic Administrator 5+ years hands-on experience with supporting Linux production environments 2+ years hands-on experience with supporting Elasticsearch in production Proven track record with Red Hat Enterprise Linux administration Unix/Linux ad"], "link": ["http://jobview.monster.com/Big-Data-Engineer-Elastic-Administrator-Job-Sterling-VA-US-222109513.aspx"], "pubDate": ["Tue, 17 Nov 2020 05:31:26 GMT"], "guid": ["222109513"]},
{"query": "big", "title": ["Big Data Solution Architect"], "description": ["WA-Redmond, Development of solutions / proposals for implementation and design of scalable big data architecture Participation in consulting assessments to understand current state architecture, map it to business priorities, identify gaps and recommend a big data solutions architecture Participation in customer’s workshops and presentation of the proposed solution Design, implement and deploy high-performanc"], "link": ["http://jobview.monster.com/Big-Data-Solution-Architect-Job-Redmond-WA-US-221738485.aspx"], "pubDate": ["Tue, 17 Nov 2020 01:15:10 GMT"], "guid": ["221738485"]},
{"query": "big", "title": ["Big Data (Hadoop) Developer"], "description": ["NJ-Newark, Big Data (Hadoop) Developer Location: Newark, NJ Duration: 6+ month contract to hire Interview process: Phone and WebEx Req. # 20-01275 Contact: Brian Anderson D. 952-562-4101 Our client has an opening for a Data Engineer/Data Wrangler who will be responsible for delivering data on-prem and Cloud applications. The ideal candidate would be responsible for developing and delivering Data Lake solutio"], "link": ["http://jobview.monster.com/Big-Data-Hadoop-Developer-Job-Newark-NJ-US-221298399.aspx"], "pubDate": ["Tue, 17 Nov 2020 00:05:59 GMT"], "guid": ["221298399"]},
{"query": "big", "title": ["Big Data Architect"], "description": ["NC-Charlotte, Immediate need for a Big Data Architect for our client in the Financial Services Industry. This is a 12 month contract opportunity with long-term potential and is located in Charlotte, NC. Please review the below job description and contact me ASAP. Looking for Big Data Platform Architect to be a part of the development of next-generation enterprise big data platform that supports every line of bu"], "link": ["http://jobview.monster.com/Big-Data-Architect-Job-Charlotte-NC-US-221725795.aspx"], "pubDate": ["Tue, 17 Nov 2020 00:10:52 GMT"], "guid": ["221725795"]},
{"query": "big", "title": ["Azure Data Engineer / Azure Consultant / Big Data Engineer / Data Engineer :: Remote Work/Dallas, TX"], "description": ["TX-Richardson, Job Details: Title – Azure Data Engineer / Azure Consultant / Big Data Engineer/Data Engineer Location – Remote Work / Dallas TX After COVID Situation Duration – 12+ Months / Long Term Position Job Description: Should have extensive experience in Azure Databricks, Azure Data Lake Storage Gen2 (ADLS GEN2), Databricks-Delta Lake, Azure Data Factory etc. Should have experience in larger Hadoop Eco Sy"], "link": ["http://jobview.monster.com/Azure-Data-Engineer-Azure-Consultant-Big-Data-Engineer-Data-Engineer-Remote-Work-Dallas-TX-Job-Richardson-TX-US-220924389.aspx"], "pubDate": ["Mon, 16 Nov 2020 18:23:21 GMT"], "guid": ["220924389"]},
{"query": "big", "title": ["Lead Developer (Java, Spring boot, Big Data) PEDS Eden Prairie, MN UHGJP00060896 - B"], "description": ["MN-Eden Prairie, job summary: •Performing all phases of software engineering including requirements analysis, application design, and code development & testing •Designing and implementing product features in collaboration with business and IT stakeholders •Design, develop and test reusable frameworks, libraries and Java components •Work with other engineers and teams to create and maintain dev-ops processes, appl"], "link": ["http://jobview.monster.com/Lead-Developer-Java-Spring-boot-Big-Data-PEDS-Eden-Prairie-MN-UHGJP00060896-B-Job-Eden-Prairie-MN-US-222099537.aspx"], "pubDate": ["Mon, 16 Nov 2020 17:27:41 GMT"], "guid": ["222099537"]},
{"query": "big", "title": ["Big Data Developer - Advanced"], "description": ["CA-San Francisco, Principal duties/Roles and responsibilities: Big Data Engineer Location: Remote is ok during this pandemic situation. Preferred SF Bay area candidate. We will add more locations as required. Duration: 12-18 months The client is looking for a Big Data Engineer to join the Advanced Data and Analytics Capabilities Team. We are a team-based out of San Francisco that partners with business lines across"], "link": ["http://jobview.monster.com/Big-Data-Developer-Advanced-Job-San-Francisco-CA-US-222095030.aspx"], "pubDate": ["Mon, 16 Nov 2020 14:48:10 GMT"], "guid": ["222095030"]},
{"query": "big", "title": ["Big Data Engineer - AWS"], "description": ["VA-Herndon, Big Data Engineer - AWS Job Number: 20-07638 Find your next opportunity in Financial Services! Eclaro is looking for a Big Data Engineer - AWS for our client in Herndon, VA. Eclaro’s client is a leading housing lender, providing financing for private and commercial for many Americans. If you’re up to the challenge, then take a chance at this rewarding opportunity! Position Overview: Use modern too"], "link": ["http://jobview.monster.com/Big-Data-Engineer-AWS-Job-Herndon-VA-US-222093837.aspx"], "pubDate": ["Mon, 16 Nov 2020 14:01:46 GMT"], "guid": ["222093837"]},
{"query": "big", "title": ["Big Data/ Hadoop Engineer"], "description": ["MO, About Us: SynergisticIT is a full service staffing and placement firm servicing client in Northern America and Canada for the past 10 years. We are dedicated towards fulfilling the IT needs of our clients. From staffing to full implementation of projects we provide the highest quality IT Services. We do provide skill enhancement to candidates, who we think would fit a job requirement with one of o"], "link": ["http://jobview.monster.com/Big-Data-Hadoop-Engineer-Job-MO-US-222092223.aspx"], "pubDate": ["Mon, 16 Nov 2020 12:09:57 GMT"], "guid": ["222092223"]},
{"query": "big", "title": ["Big Data Developer"], "description": ["CA-San Francisco, Stefanini is looking for a Big Data Developer in San Francisco, CA. Stefanini is looking for a Big Data Engineer to join the Advanced Data and Analytics Capabilities Team. We are a team based out of San Francisco that partners with business lines across the Client System to deliver big data and advanced analytics products and solutions. In this role, you will have the opportunity to contribute to "], "link": ["http://jobview.monster.com/Big-Data-Developer-Job-San-Francisco-CA-US-222091278.aspx"], "pubDate": ["Mon, 16 Nov 2020 11:23:10 GMT"], "guid": ["222091278"]},
{"query": "big", "title": ["AWS Big Data Engineer"], "description": ["TX-Irving, Location: Remote Duration: 12+ Months AWS Big Data Engineer: Experience developing cloud-based software services and solutions Experience creating and driving large scale ETL pipelines in AWS based environment Experience with integration of data from multiple data sources Experience creating and driving large scale big data analytics pipelines Strong software development and programming skills wit"], "link": ["http://jobview.monster.com/AWS-Big-Data-Engineer-Job-Irving-TX-US-222088891.aspx"], "pubDate": ["Mon, 16 Nov 2020 09:46:12 GMT"], "guid": ["222088891"]},
{"query": "big", "title": ["Big Data Developer - II"], "description": ["NY-Garden City, Location: Garden City, NY Description: Our client is currently seeking a Big Data Developer - II Title: Big Data Developer Location: Garden City, NY Duration: 12+ Months What you?ll be doing. You will be part of a new Data Science team, ensuring that innovation drives continuous business improvements, bringing more profitable growth and an even better customer experience. As a Data Analytics/Predi"], "link": ["http://jobview.monster.com/Big-Data-Developer-II-Job-Garden-City-NY-US-222084629.aspx"], "pubDate": ["Mon, 16 Nov 2020 09:08:09 GMT"], "guid": ["222084629"]},
{"query": "big", "title": ["SYSTEMS ENGINEER IV – BIG DATA DEVELOPER"], "description": ["CO-Cherry Hills Village, Location: Cherry Hills Village, CO Description: Our client is looking for a Systems Engineer - Big Data per the following: JOB SCOPE: Primarily responsible for ongoing development of enhancements of various data reconciliation projects, centering around Java, SQL, Hive, Hadoop, and Dart. Implement critical reporting for senior leadership, and various internal clients. Splunk and SQL Developer are "], "link": ["http://jobview.monster.com/SYSTEMS-ENGINEER-IV-–-BIG-DATA-DEVELOPER-Job-Cherry-Hills-Village-CO-US-222086379.aspx"], "pubDate": ["Mon, 16 Nov 2020 09:20:04 GMT"], "guid": ["222086379"]},
{"query": "big", "title": ["Big Data Administrator"], "description": ["DC-Washington, ALTA IT Services is seeking a Sr. Big Data Administrator with at least 7 years of experience. Please contact ebrient@altaits.com Hadoop Administrator Contract ​​​​​​​Washington DC Tasks: • Lead and provide technical solutions and expertise for project teams and customers • Provide daily technical support for the Building environments and Enterprise Data Platforms (EDP) • Analyze, recommend and imp"], "link": ["http://jobview.monster.com/Big-Data-Administrator-Job-Washington-DC-US-221174788.aspx"], "pubDate": ["Mon, 16 Nov 2020 08:33:47 GMT"], "guid": ["221174788"]},
{"query": "big", "title": ["Data Engineering Manager - Big Data"], "description": ["CA-San Bernardino, If you are a Data Engineering Manager with experience, please read on! Top Reasons to Work with Us Fortune 500 Company! What You Will Be Doing - Lead and Manage small to large IT project initiatives related to Data and Data Delivery. - Lead and Manage production applications related to Data and Data Delivery. - Prioritizes own and teams work. Anticipates consequences of actions, potential problems"], "link": ["http://jobview.monster.com/Data-Engineering-Manager-Big-Data-Job-San-Bernardino-CA-US-222072599.aspx"], "pubDate": ["Mon, 16 Nov 2020 05:07:43 GMT"], "guid": ["222072599"]},
{"query": "big", "title": ["Big Data Software Engineer"], "description": ["NJ-Bedminster, There are 2 positions and they are contract-to-hire positions. Sorry, no third party candidates can be considered. Big Data Software Engineer Position will work closely with the Product owners, Architects, Dev leads, Quality Assurance leads, and Operation in Discovery teams. In addition, conduct Code reviews, design and develop critical sections. Key Roles and Responsibilities Responsible for the "], "link": ["http://jobview.monster.com/Big-Data-Software-Engineer-Job-Bedminster-NJ-US-221696795.aspx"], "pubDate": ["Mon, 16 Nov 2020 00:05:31 GMT"], "guid": ["221696795"]},
{"query": "big", "title": ["Sr. Big Data Engineer"], "description": ["TX-Houston, Genuent is hiring a Sr. Big Data Engineer for our direct client in Houston, TX. Qualified candidate should send their resume (Word format) to Taylor Kast at tkast@genuent.com Sr. Big Data Engineer – Houston, TX Direct Hire *Great comp* Sr. Big Data Engineer to help manage the uninterrupted flow of information by designing and maintaining data pipelines to deliver data across our organization. This"], "link": ["http://jobview.monster.com/Sr-Big-Data-Engineer-Job-Houston-TX-US-221254737.aspx"], "pubDate": ["Mon, 16 Nov 2020 00:11:53 GMT"], "guid": ["221254737"]},
{"query": "big", "title": ["Sr. Java Engineer - Big Data/Cloud"], "description": ["CA-San Mateo, Location: San Mateo, CA Description: Our client is currently seeking a Sr. Java Engineer - Big Data/Cloud to work full-time in their San Mateo, CA location. Our client is looking for intelligent and hardworking software engineers to accelerate our path towards becoming the number one Customer Data Platform. This role involves working in an agile team to build the systems that will allow our platfo"], "link": ["http://jobview.monster.com/Sr-Java-Engineer-Big-Data-Cloud-Job-San-Mateo-CA-US-221248832.aspx"], "pubDate": ["Mon, 16 Nov 2020 00:03:24 GMT"], "guid": ["221248832"]},
{"query": "big", "title": ["Licensed Vocational Nurse"], "description": ["TX-Big Spring, LVN’s Needed In Your Area Positions available for long term assignments and/or PRN $500.00 Rapid Response Incentive $250 Refer a CNA Incentive $500.00 Refer a LVN Incentive Great Pay Rates!!! Pay: Same Day, Weekly or Bi-Weekly. It’s Your Choice! For more information contact: Critical Health Connection, LLC. info@chcmedstaff.com tina@chcmedstaff.com - PRN Opportunities ronnie@chcmedstaff.com - full"], "link": ["http://jobview.monster.com/Licensed-Vocational-Nurse-Job-Big-Spring-TX-US-220378735.aspx"], "pubDate": ["Tue, 17 Nov 2020 00:14:13 GMT"], "guid": ["220378735"]},
{"query": "big", "title": ["B2B Sales"], "description": ["TX-Big Spring, Closers: immediate income opportunity! Extremely large commissions paid in 48 hours! 1-3 sales per day! Residual income for life! Merchants love our texting service! Click here to get started immediately: https://www.pdffiller.com/en/link_to_fill/571858882.htm Commission details: https://www.sentextsolutions.com/wp-content/uploads/2020/07/Agent-Overview.pdf More details: https://www.sentextsolutio"], "link": ["http://jobview.monster.com/B2B-Sales-Job-Big-Spring-TX-US-222102846.aspx"], "pubDate": ["Mon, 16 Nov 2020 19:35:28 GMT"], "guid": ["222102846"]},
{"query": "big", "title": ["Senior C#/.NET Developer - C#, MVC, VB.NET"], "description": ["TX-Dallas, - 7+ years of enterprise software development experience - 5+ years of experience developing applications written in VB.NET - 2+ years of using MVC professionally If you are a Senior Engineer with C#, VB.NET, and MVC experience, please read on! We are looking to hire an energetic .NET Developer with strong enterprise multi-tier application development experience to join our team. The ideal candida"], "link": ["http://jobview.monster.com/Senior-C-NET-Developer-C-MVC-VB-NET-Job-Dallas-TX-US-222108568.aspx"], "pubDate": ["Tue, 17 Nov 2020 05:18:48 GMT"], "guid": ["222108568"]},
{"query": "big", "title": ["Senior Data Engineer - Remote"], "description": ["CA-Pasadena, Job Title: Senior Data Engineer - Remote Job Location: REMOTE Job Duration: Direct-hire, Full-Time Requirements: Python, Big Data tools, Hadoop, Spark, AWS, Kubernetes, Docker, ETL Pipelines Must currently have or being willing/able to obtain top secret clearance TS/SCI We are a leading technology and analytics firm, merging the newest tools in AI, Machine Learning, and Big Data to provide new and"], "link": ["http://jobview.monster.com/Senior-Data-Engineer-Remote-Job-Pasadena-CA-US-222108738.aspx"], "pubDate": ["Tue, 17 Nov 2020 05:21:13 GMT"], "guid": ["222108738"]},
{"query": "big", "title": ["REMOTE Tax Senior - CPA Firm"], "description": ["CO-Denver, If you are a Tax Senior with experience, please read on! Job Title: Tax Senior Job Location: 100% Remote - Work From Home! Job Salary: $90,000 - $110,000 Requirements: 1.) BS/BA degree in accounting or relevant experience 2.) 3+ years in Public Accounting 3.) Experience preparing Tax Returns (Corporate, Partnership, Individual, etc.) 4.) Recent CPA Firm/Public Accounting experience Bonus Skills: 1"], "link": ["http://jobview.monster.com/REMOTE-Tax-Senior-CPA-Firm-Job-Denver-CO-US-222108750.aspx"], "pubDate": ["Tue, 17 Nov 2020 05:21:27 GMT"], "guid": ["222108750"]},
{"query": "big", "title": ["Senior VB.NET Developer - VB.NET, C#, MVC, JavaScript, VS"], "description": ["TX-Dallas, If you are a Senior Engineer with VB.NET, MVC, and Visual Studio experience, please read on! We are looking to hire an energetic .NET Developer with strong enterprise multi-tier application development experience to join our team. The ideal candidate should have a strong development background in VB.NET, C#, MVC, JavaScript Visual Studio and have some SQL skills. In this position, you'll have a bi"], "link": ["http://jobview.monster.com/Senior-VB-NET-Developer-VB-NET-C-MVC-JavaScript-VS-Job-Dallas-TX-US-222108942.aspx"], "pubDate": ["Tue, 17 Nov 2020 05:24:19 GMT"], "guid": ["222108942"]},
{"query": "big", "title": ["Senior Scala / Spark Software Engineer"], "description": ["CA-Santa Barbara, If you are a Senior Scala / Spark Software Engineer with experience, please read on! Top Reasons to Work with Us 1. Our company has grown 150% in the last 2 years and are continuing to grow, and well-positioned in this current climate to deliver even more value to our customers! 2. We have an amazing company culture and an awesome work environment in beautiful Santa Barbara, California. You will b"], "link": ["http://jobview.monster.com/Senior-Scala-Spark-Software-Engineer-Job-Santa-Barbara-CA-US-222108981.aspx"], "pubDate": ["Tue, 17 Nov 2020 05:25:01 GMT"], "guid": ["222108981"]},
{"query": "machine learning", "title": ["Software Developer (NLP, AI and Machine Learning)"], "description": ["NC-Raleigh, Introduction Software Developers at IBM are the backbone of our strategic initiatives to design, code, test, and provide industry-leading solutions that make the world run today - planes and trains take off on time, bank transactions complete in the blink of an eye and the world remains safe because of the work our software developers do. Whether you are working on projects internally or for a cli"], "link": ["http://jobview.monster.com/Software-Developer-NLP-AI-Machine-Learning-Job-Raleigh-NC-US-222101329.aspx"], "pubDate": ["Mon, 16 Nov 2020 18:18:30 GMT"], "guid": ["222101329"]},
{"query": "machine learning", "title": ["Software Developer (NLP, AI and Machine Learning)"], "description": ["TX-Austin, Introduction Software Developers at IBM are the backbone of our strategic initiatives to design, code, test, and provide industry-leading solutions that make the world run today - planes and trains take off on time, bank transactions complete in the blink of an eye and the world remains safe because of the work our software developers do. Whether you are working on projects internally or for a cli"], "link": ["http://jobview.monster.com/Software-Developer-NLP-AI-Machine-Learning-Job-Austin-TX-US-222101976.aspx"], "pubDate": ["Mon, 16 Nov 2020 18:47:37 GMT"], "guid": ["222101976"]},
{"query": "machine learning", "title": ["Senior Machine Learning Engineer"], "description": ["MA-Boston, Senior Machine Learning Engineer w/ Spotify USA Inc. in Boston, MA. Design, build, evaluate, & deploy Machine Learning models that influence Spotify’s music tech systems. Position reqs a Master’s deg (US or foreign equiv) in Comp Sci or rel & 5 yrs of exp in a machine learning or data sci role. Must have 5 yrs of exp w/: Python Programming Language; Machine Learning; Object Oriented Programming La"], "link": ["http://jobview.monster.com/Senior-Machine-Learning-Engineer-Job-Boston-MA-US-222094775.aspx"], "pubDate": ["Mon, 16 Nov 2020 14:37:34 GMT"], "guid": ["222094775"]},
{"query": "machine learning", "title": ["Junior ML Developer / Data Scientist / Jr. Machine Learning (ML) ::Full-Time / FTE :: Remote Work"], "description": ["NY-New York City, Job Details: Job Role : Junior ML Developer / Data Scientist / Machine Learning (ML) Engineer Location – Remote Work / Work from Home / NYC, NY Job Type – Full-Time / FTE Position Job Description: Should have experience in Machine Learning (ML), Machine Learning Models etc. Should have experience in BigData and Python. Advantage to have knowledge of Java / Plus to have knowledge of NLP/NLU. (Nice "], "link": ["http://jobview.monster.com/Junior-ML-Developer-Data-Scientist-Jr-Machine-Learning-ML-Full-Time-FTE-Remote-Work-Job-New-York-City-NY-US-218414708.aspx"], "pubDate": ["Mon, 16 Nov 2020 12:39:09 GMT"], "guid": ["218414708"]},
{"query": "machine learning", "title": ["Senior AI/ML Developer / Sr. Data Scientist / Sr. Machine Learning (ML/AI) Engineer"], "description": ["NY-New York City, Job Details: Job Title – Senior AI/ML Developer / Sr. Machine Learning (ML/AI) Engineer Location – Remote Work / Work from Home / NYC, NY Duration – 12+ Months Contract / Long Term Contract Job Description: Should have experience in (ML/AI) Machine Learning (ML), AI (Artificial Intelligence), AI/ML Models etc. Should have experience in Big Data. Should have experience in Hadoop and Kafka."], "link": ["http://jobview.monster.com/Senior-AI-ML-Developer-Sr-Data-Scientist-Sr-Machine-Learning-ML-AI-Engineer-Job-New-York-City-NY-US-217647571.aspx"], "pubDate": ["Mon, 16 Nov 2020 11:23:24 GMT"], "guid": ["217647571"]},
{"query": "machine learning", "title": ["Senior Machine Learning Engineer"], "description": ["VA-Arlington, If you are a Senior Machine Learning Engineer with experience, please read on! Based in Washington DC, we are a booming analytics company focusing on the global supply chain! Due to growth and demand for our services, we are urgently looking to add a Senior Machine Learning Engineer to our diverse and growing team! Top Reasons to Work with Us - HUGE opportunity for growth! - Competitive base salar"], "link": ["http://jobview.monster.com/Senior-Machine-Learning-Engineer-Job-Arlington-VA-US-222072567.aspx"], "pubDate": ["Mon, 16 Nov 2020 05:07:17 GMT"], "guid": ["222072567"]},
{"query": "machine learning", "title": ["Data Scientist - Machine Learning, Building Information"], "description": ["PA-Pittsburgh, If you are a Data Scientist with at least 4 years of experience, please read on! What You Will Be Doing Developing algorithms for building information for example, spatial and natural language Develop data analysis algorithms for Facility Operations Develop data collection and management modules Develop low maintenance code Be a technical authority to drive best practices for critical programs Wor"], "link": ["http://jobview.monster.com/Data-Scientist-Machine-Learning-Building-Information-Job-Pittsburgh-PA-US-222072763.aspx"], "pubDate": ["Mon, 16 Nov 2020 05:10:07 GMT"], "guid": ["222072763"]},
{"query": "machine", "title": ["Machine Operator Helper"], "description": ["NH-Somersworth, Do you enjoy hands on work and have an eye for detail? We are looking for Machine Operators to work with an automobile part manufacturer located in Somersworth, NH. This is an entry level position with no experience needed. This is a great opportunity to develop new skills and gain experience in a manufacturing environment. We offer 100% training (No Experience Required), $500 bonus after 30 Days,"], "link": ["http://jobview.monster.com/Machine-Operator-Helper-Job-Somersworth-NH-US-222113187.aspx"], "pubDate": ["Tue, 17 Nov 2020 08:14:25 GMT"], "guid": ["222113187"]},
{"query": "machine", "title": ["Production Helper / Machine Operator Helper"], "description": ["NC-Gastonia, Bring your production experience to this corrugated cardboard manufacturer and make an impact immediately. We are looking for dependable production workers to join a growing company in the local area. Are you ready to make $11/hr? If so, we need to talk! Be prepared to interview now by reviewing more details below. Responsibilities -Move product onto conveyor for machine operator -Lifting 50+ poun"], "link": ["http://jobview.monster.com/Production-Helper-Machine-Operator-Helper-Job-Gastonia-NC-US-222113303.aspx"], "pubDate": ["Tue, 17 Nov 2020 08:23:27 GMT"], "guid": ["222113303"]},
{"query": "machine", "title": ["Machine Operator"], "description": ["MD-Frederick, Temp-Hire Machine Operator Opportunity! Established company in Frederick City looking for reliable employees interested in training and moving into a career opportunity. Responsibilities: •Set-up machine to run job order including selection of tools and fixtures •Run machine to complete job order including making adjustments/modifications to the program •Measure and inspect completed parts to cust"], "link": ["http://jobview.monster.com/Machine-Operator-Job-Frederick-MD-US-222112774.aspx"], "pubDate": ["Tue, 17 Nov 2020 07:31:11 GMT"], "guid": ["222112774"]},
{"query": "machine", "title": ["Production Supervisor - Fabrication Machine Shop (First Shift)"], "description": ["MO-St. Louis, Join a team recognized for leadership, innovation and diversity Supervise a team of individual contributors who are manufacturing Honeywell's world class innovative products. You will leverage your manufacturing experience and skills to lead some of the world's most talented production employees. You will use your leadership abilities to contribute to driving safety, productivity, and exceptional "], "link": ["http://jobview.monster.com/Production-Supervisor-Fabrication-Machine-Shop-First-Shift-Job-St.-Louis-MO-US-222111181.aspx"], "pubDate": ["Tue, 17 Nov 2020 06:04:27 GMT"], "guid": ["222111181"]},
{"query": "machine", "title": ["Machine Operator - Level 3"], "description": ["CA-Fairfield, Design solutions to drive safe living and quality of life The future is what you make it. When you join Honeywell, you become a member of our global team of thinkers, innovators, dreamers and doers who make the things that make the future. That means changing the way we fly, fueling jets in an eco-friendly way, keeping buildings smart and safe and even making it possible to breathe on Mars. Workin"], "link": ["http://jobview.monster.com/Machine-Operator-Level-3-Job-Fairfield-CA-US-222111392.aspx"], "pubDate": ["Tue, 17 Nov 2020 06:07:14 GMT"], "guid": ["222111392"]},
{"query": "machine", "title": ["Machine Operator / Assembler"], "description": ["MD-Cockeysville, Job Title: Machine Operator / Electrode Assembler Job Location: Cockeysville/Hunt Valley, MD Shift: 1st, 2nd, and 3rd shifts are available Hourly Rate: • Up to $20.00/hr depending on experience Shift Hours: • 1st shift: (6:00am-2:30pm) • 2nd shift: (2:00pm-10:pm) • 3rd shift: (10:00pm-6:00am) Job Summary: We currently have multiple openings in the Cockeysville/ Hunt Valley, MD area for Machine Ope"], "link": ["http://jobview.monster.com/Machine-Operator-Assembler-Job-Cockeysville-MD-US-222109391.aspx"], "pubDate": ["Tue, 17 Nov 2020 05:31:09 GMT"], "guid": ["222109391"]},
{"query": "machine", "title": ["Machine Shop Trainee"], "description": ["AL-Dothan, Are you ready to start your career? Is MATH your favorite subject? Do relate easily to numbers and measurements? This long standing, family oriented team is seeking to train for a long term career. Excellent pay and benefits! A qualified applicant would have the following abilities: -Good layout skills and strong math aptitude -Read blueprints, specifications, and charts related to the performance"], "link": ["http://jobview.monster.com/Machine-Shop-Trainee-Job-Dothan-AL-US-222109831.aspx"], "pubDate": ["Tue, 17 Nov 2020 05:32:45 GMT"], "guid": ["222109831"]},
{"query": "machine", "title": ["Extrusion Machine Operator"], "description": ["GA-Brooklet, Interviews will be completed via phone! Text APPLY to 320-335-9543 to get started. Advantage Resourcing is hiring experienced professionals in the manufacturing industry for Machine Operator positions in Brooklet, GA. Ideal candidates have 1+ years experience operating machines that manufacture plastic, metal, or foam products. Excellent mathematical skills and experience reading precision measure"], "link": ["http://jobview.monster.com/Extrusion-Machine-Operator-Job-Brooklet-GA-US-222110101.aspx"], "pubDate": ["Tue, 17 Nov 2020 05:33:49 GMT"], "guid": ["222110101"]},
{"query": "machine", "title": ["Plastic Machine Operator"], "description": ["AR-Prairie Grove, Advantage Resourcing has partnered with a wonderful company in Prairie Grove, AR for a Machine Operator. This facility has a wonderful company culture and is considered a top employer in the market. The plant is climate controlled as well as been very tidy and clean. Machine Operators will be working along side plastic injection mold machines and will be responsible for running parts as well as th"], "link": ["http://jobview.monster.com/Plastic-Machine-Operator-Job-Prairie-Grove-AR-US-222110154.aspx"], "pubDate": ["Tue, 17 Nov 2020 05:34:03 GMT"], "guid": ["222110154"]},
{"query": "big data", "title": ["Big Data - Engineer/Elastic Administrator"], "description": ["VA-Sterling, Big Data Engineer / Elastic Administrator Memphis, TN or Sterling VA (Remote) MUST: Must be eligible for a Public Trust Experienced Big Data Engineer / Elastic Administrator 5+ years hands-on experience with supporting Linux production environments 2+ years hands-on experience with supporting Elasticsearch in production Proven track record with Red Hat Enterprise Linux administration Unix/Linux ad"], "link": ["http://jobview.monster.com/Big-Data-Engineer-Elastic-Administrator-Job-Sterling-VA-US-222109513.aspx"], "pubDate": ["Tue, 17 Nov 2020 05:31:26 GMT"], "guid": ["222109513"]},
{"query": "big data", "title": ["Big Data Solution Architect"], "description": ["WA-Redmond, Development of solutions / proposals for implementation and design of scalable big data architecture Participation in consulting assessments to understand current state architecture, map it to business priorities, identify gaps and recommend a big data solutions architecture Participation in customer’s workshops and presentation of the proposed solution Design, implement and deploy high-performanc"], "link": ["http://jobview.monster.com/Big-Data-Solution-Architect-Job-Redmond-WA-US-221738485.aspx"], "pubDate": ["Tue, 17 Nov 2020 01:15:10 GMT"], "guid": ["221738485"]},
{"query": "big data", "title": ["Big Data (Hadoop) Developer"], "description": ["NJ-Newark, Big Data (Hadoop) Developer Location: Newark, NJ Duration: 6+ month contract to hire Interview process: Phone and WebEx Req. # 20-01275 Contact: Brian Anderson D. 952-562-4101 Our client has an opening for a Data Engineer/Data Wrangler who will be responsible for delivering data on-prem and Cloud applications. The ideal candidate would be responsible for developing and delivering Data Lake solutio"], "link": ["http://jobview.monster.com/Big-Data-Hadoop-Developer-Job-Newark-NJ-US-221298399.aspx"], "pubDate": ["Tue, 17 Nov 2020 00:05:59 GMT"], "guid": ["221298399"]},
{"query": "big data", "title": ["Big Data Architect"], "description": ["NC-Charlotte, Immediate need for a Big Data Architect for our client in the Financial Services Industry. This is a 12 month contract opportunity with long-term potential and is located in Charlotte, NC. Please review the below job description and contact me ASAP. Looking for Big Data Platform Architect to be a part of the development of next-generation enterprise big data platform that supports every line of bu"], "link": ["http://jobview.monster.com/Big-Data-Architect-Job-Charlotte-NC-US-221725795.aspx"], "pubDate": ["Tue, 17 Nov 2020 00:10:52 GMT"], "guid": ["221725795"]},
{"query": "big data", "title": ["Azure Data Engineer / Azure Consultant / Big Data Engineer / Data Engineer :: Remote Work/Dallas, TX"], "description": ["TX-Richardson, Job Details: Title – Azure Data Engineer / Azure Consultant / Big Data Engineer/Data Engineer Location – Remote Work / Dallas TX After COVID Situation Duration – 12+ Months / Long Term Position Job Description: Should have extensive experience in Azure Databricks, Azure Data Lake Storage Gen2 (ADLS GEN2), Databricks-Delta Lake, Azure Data Factory etc. Should have experience in larger Hadoop Eco Sy"], "link": ["http://jobview.monster.com/Azure-Data-Engineer-Azure-Consultant-Big-Data-Engineer-Data-Engineer-Remote-Work-Dallas-TX-Job-Richardson-TX-US-220924389.aspx"], "pubDate": ["Mon, 16 Nov 2020 18:23:21 GMT"], "guid": ["220924389"]},
{"query": "big data", "title": ["Lead Developer (Java, Spring boot, Big Data) PEDS Eden Prairie, MN UHGJP00060896 - B"], "description": ["MN-Eden Prairie, job summary: •Performing all phases of software engineering including requirements analysis, application design, and code development & testing •Designing and implementing product features in collaboration with business and IT stakeholders •Design, develop and test reusable frameworks, libraries and Java components •Work with other engineers and teams to create and maintain dev-ops processes, appl"], "link": ["http://jobview.monster.com/Lead-Developer-Java-Spring-boot-Big-Data-PEDS-Eden-Prairie-MN-UHGJP00060896-B-Job-Eden-Prairie-MN-US-222099537.aspx"], "pubDate": ["Mon, 16 Nov 2020 17:27:41 GMT"], "guid": ["222099537"]},
{"query": "learning", "title": ["Learning Nucleus Support Technician"], "description": ["NM-Kirtland AFB/Albuquerque, Kūpono Government Services LLC is looking for a qualified Learning Nucleus Support Technician to support our contract with DOE National Training Center. JOB DESCRIPTION: Handles incoming LMS issue received by phone or email and creates a service request or incident accordingly Performs initial triage and support regarding reported LMS issues Routes requests that are received to the appropriate tea"], "link": ["http://jobview.monster.com/Learning-Nucleus-Support-Technician-Job-Kirtland-AFB-Albuquerque-NM-US-222107447.aspx"], "pubDate": ["Tue, 17 Nov 2020 04:07:11 GMT"], "guid": ["222107447"]},
{"query": "learning", "title": ["Learning Design and Development Specialist/Learning Support Services - II (Associate)"], "description": ["NJ-Rahway, Qualifications, Skills & Experience • Bachelor's degree with 3+ years of related experience (or 1+ years with Master's) with minimum 1 year of experience selecting, implementing, managing, and/or maintaining learning solutions and content management/inventory • Ability to work in a highly collaborative environment • Agility, flexibility, working in a fast-paced iterative environment Preferred: • D"], "link": ["http://jobview.monster.com/Learning-Design-Development-Specialist-Learning-Support-Services-II-Associate-Job-Rahway-NJ-US-221290606.aspx"], "pubDate": ["Tue, 17 Nov 2020 00:01:27 GMT"], "guid": ["221290606"]},
{"query": "learning", "title": ["Learning and Development Manager"], "description": ["CA-Anaheim, At a glance Imagine a place where you are able to do the best work of your career, where innovation and creativity drive decision-making, and changing lives literally becomes a life-changing experience. That’s what awaits when you join the West Coast University (WCU) team! Bring your leadership experience to the table and make a difference with this exciting opportunity as the Learning and Develop"], "link": ["http://jobview.monster.com/Learning-Development-Manager-Job-Anaheim-CA-US-221708569.aspx"], "pubDate": ["Tue, 17 Nov 2020 00:03:20 GMT"], "guid": ["221708569"]},
{"query": "learning", "title": ["Software Developer (NLP, AI and Machine Learning)"], "description": ["NC-Raleigh, Introduction Software Developers at IBM are the backbone of our strategic initiatives to design, code, test, and provide industry-leading solutions that make the world run today - planes and trains take off on time, bank transactions complete in the blink of an eye and the world remains safe because of the work our software developers do. Whether you are working on projects internally or for a cli"], "link": ["http://jobview.monster.com/Software-Developer-NLP-AI-Machine-Learning-Job-Raleigh-NC-US-222101329.aspx"], "pubDate": ["Mon, 16 Nov 2020 18:18:30 GMT"], "guid": ["222101329"]},
{"query": "learning", "title": ["Software Developer (NLP, AI and Machine Learning)"], "description": ["TX-Austin, Introduction Software Developers at IBM are the backbone of our strategic initiatives to design, code, test, and provide industry-leading solutions that make the world run today - planes and trains take off on time, bank transactions complete in the blink of an eye and the world remains safe because of the work our software developers do. Whether you are working on projects internally or for a cli"], "link": ["http://jobview.monster.com/Software-Developer-NLP-AI-Machine-Learning-Job-Austin-TX-US-222101976.aspx"], "pubDate": ["Mon, 16 Nov 2020 18:47:37 GMT"], "guid": ["222101976"]},
{"query": "learning", "title": ["Data Scientist (NLP/Deep Learning)"], "description": ["CA-Santa Clara, Job Title: Al/ML Researcher (Data Scientist) Location: Santa Clara, CA # of openings : 3 Greetings from Intelliswift! Interested to work in Artificial Intelligence R&D area as Lead AI/ML Researcher? Here is the FT opportunity for you.!!! For one of our esteemed clients, we are looking to fill a Al/ML Engineer (Data Scientist) role based out of Santa Clara, CA. Here’s the Job Description & related "], "link": ["http://jobview.monster.com/Data-Scientist-NLP-Deep-Learning-Job-Santa-Clara-CA-US-221258039.aspx"], "pubDate": ["Mon, 16 Nov 2020 17:41:19 GMT"], "guid": ["221258039"]},
{"query": "learning", "title": ["CSOD LMS (Learning Management System) Consultant"], "description": ["WI-Appleton, Genesis10 is seeking a Learning Technologies/LMS Administrator for a contract to hire position with our client in Minneapolis, MN. Work will be remote. Summary: The Learning Technologies/LMS Administrator is responsible for administration, management, continuous improvement of the operations, integrations and optimization of the learning platform and related learning tools and technologies. The po"], "link": ["http://jobview.monster.com/CSOD-LMS-Learning-Management-System-Consultant-Job-Appleton-WI-US-222099144.aspx"], "pubDate": ["Mon, 16 Nov 2020 17:20:35 GMT"], "guid": ["222099144"]},
{"query": "learning", "title": ["Learning Management Specialist"], "description": ["OK-Ft. Sill, CALIBRE Systems Inc., an employee-owned Management Consulting and Digital Transformation company, has a need for a Learning Management Specialist. The Fires Center of Excellence, Fort Sill (FCoE & FS), Chief Information Office supporting the Field Artillery and Air Defense Artillery Schools and elements across the entire installation with Automation Management Support Services (AMSS) and sustainme"], "link": ["http://jobview.monster.com/Learning-Management-Specialist-Job-Ft.-Sill-OK-US-222097891.aspx"], "pubDate": ["Mon, 16 Nov 2020 16:34:49 GMT"], "guid": ["222097891"]},
{"query": "machine learning", "title": ["Machine Learning Engineer - R&D Facial Recognition"], "description": ["CA-Calabasas, THIS IS AN URGENT / IMMEDIATE HIRE If you are a Machine Learning Engineer with experience, please read on! Based in beautiful, Calabasas, we are well-established and highly innovative software company dominating the space of human identification technology and solutions. With over 10 years of R&D studies, and 100+ patents issued/pending patents, we continue to be a true market leader in our indust"], "link": ["http://jobview.monster.com/Machine-Learning-Engineer-R-D-Facial-Recognition-Job-Calabasas-CA-US-222072789.aspx"], "pubDate": ["Mon, 16 Nov 2020 05:10:20 GMT"], "guid": ["222072789"]},
{"query": "machine learning", "title": ["GoLang Developer - Go / Golang, Machine Learning (**Remote**)"], "description": ["CA-Ventura County, If you are a GoLang Developer with 3+ years of development experience, please read on! Top Reasons to Work with Us -100% covered Health Benefits -Ability to work remote 2 days a week -Base salary up to 165K- depending on experience -15% Bonus structure -Equity package -Use the latest cutting edge technologies with an opportunity for growth -Excellent PTO What You Will Be Doing -Working with a team"], "link": ["http://jobview.monster.com/GoLang-Developer-Go-Golang-Machine-Learning-Remote-Job-Ventura-County-CA-US-222072885.aspx"], "pubDate": ["Mon, 16 Nov 2020 05:11:24 GMT"], "guid": ["222072885"]},
{"query": "machine learning", "title": ["Entry Level Datascience / Machine Learning Job Opportunities"], "description": ["CA, Greetings, Hope all doing Good! About Us: SynergisticIT is a full service staffing and placement firm servicing client in Northern America and Canada for the past 10 years. We are dedicated towards fulfilling the IT needs of our clients. From staffing to full implementation of projects we provide the highest quality IT Services. We do provide skill enhancement to candidates, who we think would fit"], "link": ["http://jobview.monster.com/Entry-Level-Datascience-Machine-Learning-Job-Opportunities-Job-CA-US-221691439.aspx"], "pubDate": ["Mon, 16 Nov 2020 00:04:30 GMT"], "guid": ["221691439"]},
{"query": "machine learning", "title": ["Machine Learning Architect"], "description": ["GA-Alpharetta, Machine Learning Architect Job Number: 20-08549 Eclaro is currently looking for a Machine Learning Architect for one of our global clients in Alpharetta, GA. Eclaro’s client is a global payment solutions and services clients. In joining this talented team of engineers you will be working on cutting edge technologies and in a collaborative environment. This position is a direct hire with our client"], "link": ["http://jobview.monster.com/Machine-Learning-Architect-Job-Alpharetta-GA-US-221692881.aspx"], "pubDate": ["Mon, 16 Nov 2020 00:04:39 GMT"], "guid": ["221692881"]},
{"query": "machine learning", "title": ["Machine Operator"], "description": ["NY-Victor, A local manufacturing company is actively recruiting for machine operators for their Victor, NY location. The hiring company is seeking candidates who are driven, can work at a fast pace, and are passionate about learning new skills. This is an entry level position and the employer is open to candidates from all industries if they are motivated to learn the job. Overtime and bonuses available. Hou"], "link": ["http://jobview.monster.com/Machine-Operator-Job-Victor-NY-US-221715316.aspx"], "pubDate": ["Tue, 17 Nov 2020 00:04:24 GMT"], "guid": ["221715316"]},
{"query": "machine learning", "title": ["3rd shift machine operator"], "description": ["TN-Mascot, Does the idea of an open, challenging and collaborative environment put a smile on your face? We are looking for an Assembler/inspector to perform a variety of tasks ranging from repetitive to non-repetitive production assembly. You can expect weekly pay, employee perks, and full benefits in this role. Read on for more details about the responsibilities. Responsibilities Open to learning different"], "link": ["http://jobview.monster.com/3rd-shift-machine-operator-Job-Mascot-TN-US-221718242.aspx"], "pubDate": ["Tue, 17 Nov 2020 00:04:32 GMT"], "guid": ["221718242"]},
{"query": "machine learning", "title": ["Machine Operator"], "description": ["TN-Jackson, Do prefer to work in an air conditioned environment? Are you open to learning a new skill set? Are you seeking a position with a growing company? If you looking for all of these things, this is the job for you! This company is growing and has recenlty expanded its operation allowing for opportunities for advancement. This position, as a Robotic Welder, is automated, so it is easy to operate and ea"], "link": ["http://jobview.monster.com/Machine-Operator-Job-Jackson-TN-US-221724093.aspx"], "pubDate": ["Tue, 17 Nov 2020 00:04:44 GMT"], "guid": ["221724093"]},
{"query": "machine learning", "title": ["R&D Machine Analyst"], "description": ["CT-Farmington, \"Trusting in brave ideas\" this is our promise to everyone who works for us. As a family business, we make long-term decision and provide our people with the trust and stability needed to bring their ideas to fruition, even the unconventional ones. Being a market and technology leader in machine tools and lasers, we courageously shape the manufacturing of tomorrow, meeting every challenge with bold"], "link": ["http://jobview.monster.com/R-D-Machine-Analyst-Job-Farmington-CT-US-221733124.aspx"], "pubDate": ["Tue, 17 Nov 2020 00:05:18 GMT"], "guid": ["221733124"]},
{"query": "machine learning", "title": ["EDM Machine Operator"], "description": ["NJ-Mountainside, Work for a growing Northern New Jersey area high-tech manufacturing company Job Responsibilities: -Responsible for the proper operation of the EDM machines. -Responsible for performing the daily machine set up process - clean the machine, complete the wire alignment and set up the machine for the first job. -Responsible for producing high quality finished products in accordance with the customer\"s"], "link": ["http://jobview.monster.com/EDM-Machine-Operator-Job-Mountainside-NJ-US-221276785.aspx"], "pubDate": ["Tue, 17 Nov 2020 00:16:28 GMT"], "guid": ["221276785"]},
{"query": "machine learning", "title": ["Machine Operator- C Shift"], "description": ["NY-Brockport, Machine Operator in training, who is learning to set up and run a single repack line, ( Hayssen, Triangle, CMB, etc.) Poly-Fill Bagger per Manufacturer's and/or Departmental Specifications. Performs machine change-overs for product run changes as determined by the production schedule. Responsible for minor repairs and adjustments. Assists shift mechanics in making major repairs to the machinery as"], "link": ["http://jobview.monster.com/Machine-Operator-C-Shift-Job-Brockport-NY-US-222090066.aspx"], "pubDate": ["Mon, 16 Nov 2020 10:19:27 GMT"], "guid": ["222090066"]},
{"query": "machine learning", "title": ["machine operator"], "description": ["NY-Hauppauge, We are currently hiring for blending operators for a vitamin manufacturer located in Hauppauge. Training is available for candidates with entry level experience. 7:00am-3:30pm- $ 15.00 an hour -Must have good written and verbal communication skills -Must be able to lift up to 50 pounds If you are interested in learning more about these roles please apply or reach out directly to Chamira at (631) 3"], "link": ["http://jobview.monster.com/machine-operator-Job-Hauppauge-NY-US-221696920.aspx"], "pubDate": ["Mon, 16 Nov 2020 00:05:31 GMT"], "guid": ["221696920"]},
{"query": "machine", "title": ["Machine Operator"], "description": ["AL-Marion, This position is responsible for entrylevel non-skilled general labor while maintaining a safe work environment andadhering to company policies and procedures. ESSENTIAL DUTIES: · The Production Worker isresponsible for performing a variety of tasks involved in the production ofproducts while following standard work methods and practicing safe work habitsto ensure production is as efficient and sa"], "link": ["http://jobview.monster.com/Machine-Operator-Job-Marion-AL-US-222110216.aspx"], "pubDate": ["Tue, 17 Nov 2020 05:34:19 GMT"], "guid": ["222110216"]},
{"query": "machine", "title": ["Machine Operator - Saw Operator"], "description": ["CA-Sun Valley, Second Shift: Monday - Friday 5:00 PM - 1:30AM and some Saturdays as needed COMPENSATION $16.08 - $19.00/hour DOE Major Metal Supply Company Looking for CNC Machine operator, experience with cutting material Band Saw and plate saw experience. Able to Read Blueprints and use hand tools. Ability to solve practical problems and provide appropriate solutions Ability to organize workload for maximum ef"], "link": ["http://jobview.monster.com/Machine-Operator-Saw-Operator-Job-Sun-Valley-CA-US-222110280.aspx"], "pubDate": ["Tue, 17 Nov 2020 05:34:34 GMT"], "guid": ["222110280"]},
{"query": "machine", "title": ["Machine Operator"], "description": ["AL-Dothan, Full-time Career Opportunity! Excellent Healthcare Coverage and Employee Perks! Day Shift A qualified applicant would have the following abilities: -Experience and knowledge in operating standard and CNC press brakes -Good layout and math skills -Read blueprints, specifications, and charts related to the performance of the job -Ability to form from shop sketches/drawings -Working knowledge of othe"], "link": ["http://jobview.monster.com/Machine-Operator-Job-Dothan-AL-US-222110417.aspx"], "pubDate": ["Tue, 17 Nov 2020 05:35:01 GMT"], "guid": ["222110417"]},
{"query": "machine", "title": ["Machine Operator"], "description": ["NH-Lincoln, Job Summary: Operates conventional and special purpose machines to fabricate and buff metallic parts by performing the following duties: Roles & Responsibilities: Studies blueprints, sketches, drawings, manuals, or specifications to determine dimensions and tolerances of finished workpiece, sequence of operations, and limited setup requirements. Measures and marks dimensions and reference points o"], "link": ["http://jobview.monster.com/Machine-Operator-Job-Lincoln-NH-US-221300199.aspx"], "pubDate": ["Tue, 17 Nov 2020 00:01:31 GMT"], "guid": ["221300199"]},
{"query": "machine", "title": ["MACHINE OPERATOR"], "description": ["CA-Union City, Digital Job Fair happening NOW! Are you looking to start work ASAP in Union City, CA? And looking for a LONG TERM Position with room for growth? We are looking for Machine Operators to work in a 1st , 2nd and 3rd shift located in Union City, CA . This is a great opportunity to develop new skills and gain experience in a manufacturing environment. You will be working in a food production enviroment"], "link": ["http://jobview.monster.com/MACHINE-OPERATOR-Job-Union-City-CA-US-221734839.aspx"], "pubDate": ["Tue, 17 Nov 2020 00:02:24 GMT"], "guid": ["221734839"]},
{"query": "machine", "title": ["Machine Operator"], "description": ["NY-Mattydale, Nesco Resource is partnering with a growing company in Onondaga County in their search for two Machine Assemblers. The two vacancies available are permanent, direct-hire opportunities that are great for candidates who are interested in making their next career move! Responsibilities Include: Assemble production machinery according to process documentation and ISO procedures. Troubleshoot systems t"], "link": ["http://jobview.monster.com/Machine-Operator-Job-Mattydale-NY-US-221300313.aspx"], "pubDate": ["Tue, 17 Nov 2020 00:01:31 GMT"], "guid": ["221300313"]},
{"query": "machine", "title": ["Machine Operator"], "description": ["NV-North Las Vegas, This position is focused on developing the overall knowledge of the systems, practices, and techniques surrounding the manufacturing processes, and safety protocols associated with Drywall Finishing Joint Compound products manufactured on site, to include managing scrap and maintaining high productivity levels. Also, responsible for ensuring the quality and packaging of products in a safe and effi"], "link": ["http://jobview.monster.com/Machine-Operator-Job-North-Las-Vegas-NV-US-221735717.aspx"], "pubDate": ["Tue, 17 Nov 2020 00:02:30 GMT"], "guid": ["221735717"]},
{"query": "machine", "title": ["Machine Operator Helper 2nd shift"], "description": ["MO-O'Fallon, Randstad is working with a client in the Ofallon, MO area who is looking to fill machine operator helper positions. This position is a second shift position from 3:30pm-midnight Monday through Friday. The pay for this position is $12.35 per hour. It is a temp to permanent position, with the opportunity to go permanent based on good attendance, attitude and productivity. Responsibilities The positi"], "link": ["http://jobview.monster.com/Machine-Operator-Helper-2nd-shift-Job-O'Fallon-MO-US-221278239.aspx"], "pubDate": ["Tue, 17 Nov 2020 00:01:22 GMT"], "guid": ["221278239"]},
{"query": "big data", "title": ["Big Data Developer - Advanced"], "description": ["CA-San Francisco, Principal duties/Roles and responsibilities: Big Data Engineer Location: Remote is ok during this pandemic situation. Preferred SF Bay area candidate. We will add more locations as required. Duration: 12-18 months The client is looking for a Big Data Engineer to join the Advanced Data and Analytics Capabilities Team. We are a team-based out of San Francisco that partners with business lines across"], "link": ["http://jobview.monster.com/Big-Data-Developer-Advanced-Job-San-Francisco-CA-US-222095030.aspx"], "pubDate": ["Mon, 16 Nov 2020 14:48:10 GMT"], "guid": ["222095030"]},
{"query": "big data", "title": ["Big Data Engineer - AWS"], "description": ["VA-Herndon, Big Data Engineer - AWS Job Number: 20-07638 Find your next opportunity in Financial Services! Eclaro is looking for a Big Data Engineer - AWS for our client in Herndon, VA. Eclaro’s client is a leading housing lender, providing financing for private and commercial for many Americans. If you’re up to the challenge, then take a chance at this rewarding opportunity! Position Overview: Use modern too"], "link": ["http://jobview.monster.com/Big-Data-Engineer-AWS-Job-Herndon-VA-US-222093837.aspx"], "pubDate": ["Mon, 16 Nov 2020 14:01:46 GMT"], "guid": ["222093837"]},
{"query": "big data", "title": ["Big Data/ Hadoop Engineer"], "description": ["MO, About Us: SynergisticIT is a full service staffing and placement firm servicing client in Northern America and Canada for the past 10 years. We are dedicated towards fulfilling the IT needs of our clients. From staffing to full implementation of projects we provide the highest quality IT Services. We do provide skill enhancement to candidates, who we think would fit a job requirement with one of o"], "link": ["http://jobview.monster.com/Big-Data-Hadoop-Engineer-Job-MO-US-222092223.aspx"], "pubDate": ["Mon, 16 Nov 2020 12:09:57 GMT"], "guid": ["222092223"]},
{"query": "big data", "title": ["Big Data Developer"], "description": ["CA-San Francisco, Stefanini is looking for a Big Data Developer in San Francisco, CA. Stefanini is looking for a Big Data Engineer to join the Advanced Data and Analytics Capabilities Team. We are a team based out of San Francisco that partners with business lines across the Client System to deliver big data and advanced analytics products and solutions. In this role, you will have the opportunity to contribute to "], "link": ["http://jobview.monster.com/Big-Data-Developer-Job-San-Francisco-CA-US-222091278.aspx"], "pubDate": ["Mon, 16 Nov 2020 11:23:10 GMT"], "guid": ["222091278"]},
{"query": "big data", "title": ["AWS Big Data Engineer"], "description": ["TX-Irving, Location: Remote Duration: 12+ Months AWS Big Data Engineer: Experience developing cloud-based software services and solutions Experience creating and driving large scale ETL pipelines in AWS based environment Experience with integration of data from multiple data sources Experience creating and driving large scale big data analytics pipelines Strong software development and programming skills wit"], "link": ["http://jobview.monster.com/AWS-Big-Data-Engineer-Job-Irving-TX-US-222088891.aspx"], "pubDate": ["Mon, 16 Nov 2020 09:46:12 GMT"], "guid": ["222088891"]},
{"query": "big data", "title": ["Big Data Developer - II"], "description": ["NY-Garden City, Location: Garden City, NY Description: Our client is currently seeking a Big Data Developer - II Title: Big Data Developer Location: Garden City, NY Duration: 12+ Months What you?ll be doing. You will be part of a new Data Science team, ensuring that innovation drives continuous business improvements, bringing more profitable growth and an even better customer experience. As a Data Analytics/Predi"], "link": ["http://jobview.monster.com/Big-Data-Developer-II-Job-Garden-City-NY-US-222084629.aspx"], "pubDate": ["Mon, 16 Nov 2020 09:08:09 GMT"], "guid": ["222084629"]},
{"query": "big data", "title": ["SYSTEMS ENGINEER IV – BIG DATA DEVELOPER"], "description": ["CO-Cherry Hills Village, Location: Cherry Hills Village, CO Description: Our client is looking for a Systems Engineer - Big Data per the following: JOB SCOPE: Primarily responsible for ongoing development of enhancements of various data reconciliation projects, centering around Java, SQL, Hive, Hadoop, and Dart. Implement critical reporting for senior leadership, and various internal clients. Splunk and SQL Developer are "], "link": ["http://jobview.monster.com/SYSTEMS-ENGINEER-IV-–-BIG-DATA-DEVELOPER-Job-Cherry-Hills-Village-CO-US-222086379.aspx"], "pubDate": ["Mon, 16 Nov 2020 09:20:04 GMT"], "guid": ["222086379"]},
{"query": "big data", "title": ["Big Data Administrator"], "description": ["DC-Washington, ALTA IT Services is seeking a Sr. Big Data Administrator with at least 7 years of experience. Please contact ebrient@altaits.com Hadoop Administrator Contract ​​​​​​​Washington DC Tasks: • Lead and provide technical solutions and expertise for project teams and customers • Provide daily technical support for the Building environments and Enterprise Data Platforms (EDP) • Analyze, recommend and imp"], "link": ["http://jobview.monster.com/Big-Data-Administrator-Job-Washington-DC-US-221174788.aspx"], "pubDate": ["Mon, 16 Nov 2020 08:33:47 GMT"], "guid": ["221174788"]},
{"query": "learning", "title": ["Senior Machine Learning Engineer"], "description": ["MA-Boston, Senior Machine Learning Engineer w/ Spotify USA Inc. in Boston, MA. Design, build, evaluate, & deploy Machine Learning models that influence Spotify’s music tech systems. Position reqs a Master’s deg (US or foreign equiv) in Comp Sci or rel & 5 yrs of exp in a machine learning or data sci role. Must have 5 yrs of exp w/: Python Programming Language; Machine Learning; Object Oriented Programming La"], "link": ["http://jobview.monster.com/Senior-Machine-Learning-Engineer-Job-Boston-MA-US-222094775.aspx"], "pubDate": ["Mon, 16 Nov 2020 14:37:34 GMT"], "guid": ["222094775"]},
{"query": "learning", "title": ["Learning and Development Instructional Designer Snr"], "description": ["WA-Everett, Description: Position Description – Assessor The Industrial Skills Assessor works as part of the Instructor Resource Management team to assess aerospace industry courseware evaluations to our clients. Skill Requirements include: Significant hands-on experience, subject matter expertise and/or certifications in: Electrical, Bond & Ground and/or Seal application/ Aircraft assembly, Heavy and/or ligh"], "link": ["http://jobview.monster.com/Learning-Development-Instructional-Designer-Snr-Job-Everett-WA-US-222092139.aspx"], "pubDate": ["Mon, 16 Nov 2020 12:04:59 GMT"], "guid": ["222092139"]},
{"query": "learning", "title": ["Junior ML Developer / Data Scientist / Jr. Machine Learning (ML) ::Full-Time / FTE :: Remote Work"], "description": ["NY-New York City, Job Details: Job Role : Junior ML Developer / Data Scientist / Machine Learning (ML) Engineer Location – Remote Work / Work from Home / NYC, NY Job Type – Full-Time / FTE Position Job Description: Should have experience in Machine Learning (ML), Machine Learning Models etc. Should have experience in BigData and Python. Advantage to have knowledge of Java / Plus to have knowledge of NLP/NLU. (Nice "], "link": ["http://jobview.monster.com/Junior-ML-Developer-Data-Scientist-Jr-Machine-Learning-ML-Full-Time-FTE-Remote-Work-Job-New-York-City-NY-US-218414708.aspx"], "pubDate": ["Mon, 16 Nov 2020 12:39:09 GMT"], "guid": ["218414708"]},
{"query": "learning", "title": ["Senior AI/ML Developer / Sr. Data Scientist / Sr. Machine Learning (ML/AI) Engineer"], "description": ["NY-New York City, Job Details: Job Title – Senior AI/ML Developer / Sr. Machine Learning (ML/AI) Engineer Location – Remote Work / Work from Home / NYC, NY Duration – 12+ Months Contract / Long Term Contract Job Description: Should have experience in (ML/AI) Machine Learning (ML), AI (Artificial Intelligence), AI/ML Models etc. Should have experience in Big Data. Should have experience in Hadoop and Kafka."], "link": ["http://jobview.monster.com/Senior-AI-ML-Developer-Sr-Data-Scientist-Sr-Machine-Learning-ML-AI-Engineer-Job-New-York-City-NY-US-217647571.aspx"], "pubDate": ["Mon, 16 Nov 2020 11:23:24 GMT"], "guid": ["217647571"]},
{"query": "learning", "title": ["Talent Management -Learning & Development"], "description": ["Telecommute/home-based, Required qualifications: Bachelor's Degree in Organization Development, Industrial Psychology, Human Resources, Business Administration, or equivalent education/experience. 8 years practitioner experience with demonstrated ability to add value to strategic objectives of an organization using a variety of talent management, learning, and development methodologies. 5 years demonstrated expertise in "], "link": ["http://jobview.monster.com/Talent-Management-Learning-Development-Job-US-221695502.aspx"], "pubDate": ["Mon, 16 Nov 2020 08:36:22 GMT"], "guid": ["221695502"]},
{"query": "learning", "title": ["Senior Machine Learning Engineer"], "description": ["VA-Arlington, If you are a Senior Machine Learning Engineer with experience, please read on! Based in Washington DC, we are a booming analytics company focusing on the global supply chain! Due to growth and demand for our services, we are urgently looking to add a Senior Machine Learning Engineer to our diverse and growing team! Top Reasons to Work with Us - HUGE opportunity for growth! - Competitive base salar"], "link": ["http://jobview.monster.com/Senior-Machine-Learning-Engineer-Job-Arlington-VA-US-222072567.aspx"], "pubDate": ["Mon, 16 Nov 2020 05:07:17 GMT"], "guid": ["222072567"]},
{"query": "learning", "title": ["Data Scientist - Machine Learning, Building Information"], "description": ["PA-Pittsburgh, If you are a Data Scientist with at least 4 years of experience, please read on! What You Will Be Doing Developing algorithms for building information for example, spatial and natural language Develop data analysis algorithms for Facility Operations Develop data collection and management modules Develop low maintenance code Be a technical authority to drive best practices for critical programs Wor"], "link": ["http://jobview.monster.com/Data-Scientist-Machine-Learning-Building-Information-Job-Pittsburgh-PA-US-222072763.aspx"], "pubDate": ["Mon, 16 Nov 2020 05:10:07 GMT"], "guid": ["222072763"]},
{"query": "learning", "title": ["Machine Learning Engineer - R&D Facial Recognition"], "description": ["CA-Calabasas, THIS IS AN URGENT / IMMEDIATE HIRE If you are a Machine Learning Engineer with experience, please read on! Based in beautiful, Calabasas, we are well-established and highly innovative software company dominating the space of human identification technology and solutions. With over 10 years of R&D studies, and 100+ patents issued/pending patents, we continue to be a true market leader in our indust"], "link": ["http://jobview.monster.com/Machine-Learning-Engineer-R-D-Facial-Recognition-Job-Calabasas-CA-US-222072789.aspx"], "pubDate": ["Mon, 16 Nov 2020 05:10:20 GMT"], "guid": ["222072789"]},
{"query": "learning", "title": ["GoLang Developer - Go / Golang, Machine Learning (**Remote**)"], "description": ["CA-Ventura County, If you are a GoLang Developer with 3+ years of development experience, please read on! Top Reasons to Work with Us -100% covered Health Benefits -Ability to work remote 2 days a week -Base salary up to 165K- depending on experience -15% Bonus structure -Equity package -Use the latest cutting edge technologies with an opportunity for growth -Excellent PTO What You Will Be Doing -Working with a team"], "link": ["http://jobview.monster.com/GoLang-Developer-Go-Golang-Machine-Learning-Remote-Job-Ventura-County-CA-US-222072885.aspx"], "pubDate": ["Mon, 16 Nov 2020 05:11:24 GMT"], "guid": ["222072885"]},
{"query": "learning", "title": ["Senior Learning Consultant"], "description": ["DC-Washington, Minimum Qualifications Education · A Bachelor’s degree in Adult Learning, Instructional Systems Design, Educational Psychology or related field Experience · Five (5) years of experience: independently designing and delivery CBTs; managing user acceptance testing; serving as producer for online learning, especially using Adobe Connect; interfacing with and managing customer relationships; communica"], "link": ["http://jobview.monster.com/Senior-Learning-Consultant-Job-Washington-DC-US-222072257.aspx"], "pubDate": ["Mon, 16 Nov 2020 05:02:41 GMT"], "guid": ["222072257"]},
{"query": "learning", "title": ["Entry Level Datascience / Machine Learning Job Opportunities"], "description": ["CA, Greetings, Hope all doing Good! About Us: SynergisticIT is a full service staffing and placement firm servicing client in Northern America and Canada for the past 10 years. We are dedicated towards fulfilling the IT needs of our clients. From staffing to full implementation of projects we provide the highest quality IT Services. We do provide skill enhancement to candidates, who we think would fit"], "link": ["http://jobview.monster.com/Entry-Level-Datascience-Machine-Learning-Job-Opportunities-Job-CA-US-221691439.aspx"], "pubDate": ["Mon, 16 Nov 2020 00:04:30 GMT"], "guid": ["221691439"]},
{"query": "machine learning", "title": ["Machine Assembly Internship"], "description": ["CT-Farmington, \"Trusting in brave ideas\" – this is our promise to everyone who works for us. As a family business, we decide long-term and provide our people with the trust and stability needed to bring their ideas to fruition, even the unconventional ones. Being a market and technology leader in machine tools and lasers, we courageously shape the networked manufacturing of tomorrow, meeting every challenge with"], "link": ["http://jobview.monster.com/Machine-Assembly-Internship-Job-Farmington-CT-US-221264579.aspx"], "pubDate": ["Mon, 16 Nov 2020 00:02:41 GMT"], "guid": ["221264579"]},
{"query": "machine learning", "title": ["Data Scientist (NLP/Deep Learning)"], "description": ["CA-Santa Clara, Job Title: Al/ML Researcher (Data Scientist) Location: Santa Clara, CA # of openings : 3 Greetings from Intelliswift! Interested to work in Artificial Intelligence R&D area as Lead AI/ML Researcher? Here is the FT opportunity for you.!!! For one of our esteemed clients, we are looking to fill a Al/ML Engineer (Data Scientist) role based out of Santa Clara, CA. Here’s the Job Description & related "], "link": ["http://jobview.monster.com/Data-Scientist-NLP-Deep-Learning-Job-Santa-Clara-CA-US-221258039.aspx"], "pubDate": ["Mon, 16 Nov 2020 17:41:19 GMT"], "guid": ["221258039"]},
{"query": "machine learning", "title": ["Senior Data Engineer - Remote"], "description": ["CA-Pasadena, Job Title: Senior Data Engineer - Remote Job Location: REMOTE Job Duration: Direct-hire, Full-Time Requirements: Python, Big Data tools, Hadoop, Spark, AWS, Kubernetes, Docker, ETL Pipelines Must currently have or being willing/able to obtain top secret clearance TS/SCI We are a leading technology and analytics firm, merging the newest tools in AI, Machine Learning, and Big Data to provide new and"], "link": ["http://jobview.monster.com/Senior-Data-Engineer-Remote-Job-Pasadena-CA-US-222108738.aspx"], "pubDate": ["Tue, 17 Nov 2020 05:21:13 GMT"], "guid": ["222108738"]},
{"query": "machine learning", "title": ["Computer Vision / Image Processing - Data Scientist"], "description": ["CA-Los Angeles, If you are a Computer Vision / Image Processing - Data Scientist with experience, please read on! We are a biotechnology company specializing in developing treatments for typically uncontrollable factors causing human diseases. Our unique approach to applying Image Processing, Computer Vision, and Machine Learning techniques toward drug discovery is ground-breaking and life-changing! What You Will"], "link": ["http://jobview.monster.com/Computer-Vision-Image-Processing-Data-Scientist-Job-Los-Angeles-CA-US-222108882.aspx"], "pubDate": ["Tue, 17 Nov 2020 05:23:15 GMT"], "guid": ["222108882"]},
{"query": "machine learning", "title": ["Senior Software Engineer (Python)"], "description": ["MA-Boston, If you are a Senior Software Engineer with Python experience, please read on! We are located in Boston, MA (Financial District) and we have a cutting edge data/analytics platform for the healthcare industry. We have been improving healthcare for over 20 years and have a collective passion for what we do. Our team is comprised of some of the brightest minds in our space and highly prioritize workin"], "link": ["http://jobview.monster.com/Senior-Software-Engineer-Python-Job-Boston-MA-US-222108966.aspx"], "pubDate": ["Tue, 17 Nov 2020 05:24:45 GMT"], "guid": ["222108966"]},
{"query": "machine learning", "title": ["Big Data Solution Architect"], "description": ["WA-Redmond, Development of solutions / proposals for implementation and design of scalable big data architecture Participation in consulting assessments to understand current state architecture, map it to business priorities, identify gaps and recommend a big data solutions architecture Participation in customer’s workshops and presentation of the proposed solution Design, implement and deploy high-performanc"], "link": ["http://jobview.monster.com/Big-Data-Solution-Architect-Job-Redmond-WA-US-221738485.aspx"], "pubDate": ["Tue, 17 Nov 2020 01:15:10 GMT"], "guid": ["221738485"]},
{"query": "machine learning", "title": ["IT - Architect/Analyst"], "description": ["AZ-Phoenix, Architect/Analyst – 6-month Right to hire If interested in discussing this role, please call Rita 914-461-1670 or email rdelosa@contech-it.com The work is to be performed in AZ (preferred), MN or telecommute Project/Projects the candidate will be working on while on assignment are: Individual ExchangePrograms - expansion and capability enhancements In this role, you will be part of a team. The Por"], "link": ["http://jobview.monster.com/IT-Architect-Analyst-Job-Phoenix-AZ-US-221279657.aspx"], "pubDate": ["Tue, 17 Nov 2020 00:01:25 GMT"], "guid": ["221279657"]},
{"query": "machine", "title": ["Production Machine Operators"], "description": ["CA-Corona, Are you a go-getter with a great can-do attitude? We are hiring Production Associates to work for a stable and growing company in Corona, CA. You can expect to work under the day to day guidance of the warehouse supervisor. We are looking for engaged and enthusiastic individuals who are looking to work in the manufacting industry, apply today! Responsibilities The Production Associate is responsib"], "link": ["http://jobview.monster.com/Production-Machine-Operators-Job-Corona-CA-US-221734453.aspx"], "pubDate": ["Tue, 17 Nov 2020 00:02:01 GMT"], "guid": ["221734453"]},
{"query": "machine", "title": ["Machine Operator"], "description": ["TN-Memphis, Do you have experience working with machines, in packing or both? Are you looking for a new position that will allow you to develop your skills and grow? Do you do your best work when you are hands on? We are currently hiring Picker/Packers to do light machine operation in a fast-paced, industry-leading company in the downtown area of Memphis, TN. If this is a position that you are interested in, "], "link": ["http://jobview.monster.com/Machine-Operator-Job-Memphis-TN-US-221299677.aspx"], "pubDate": ["Tue, 17 Nov 2020 00:01:30 GMT"], "guid": ["221299677"]},
{"query": "machine", "title": ["Machine Operator Helper 2nd shift"], "description": ["MO-O'Fallon, Randstad is working with a client in the Ofallon, MO area who is looking to fill machine operator helper positions. This position is a second shift position from 3:30pm-midnight Monday through Friday. The pay for this position is $12.35 per hour. It is a temp to permanent position, with the opportunity to go permanent based on good attendance, attitude and productivity. Responsibilities The positi"], "link": ["http://jobview.monster.com/Machine-Operator-Helper-2nd-shift-Job-O'Fallon-MO-US-221279453.aspx"], "pubDate": ["Tue, 17 Nov 2020 00:01:23 GMT"], "guid": ["221279453"]},
{"query": "machine", "title": ["MACHINE OPERATOR"], "description": ["CA-Anaheim, Do you enjoy hands-on work and have an eye for detail? We are looking for experienced Machine Operators to work in a manufacturing plant located in Anaheim. This is a fast-paced production environment and a great opportunity to develop new skills and gain experience in a manufacturing environment. apply today! Responsibilities - Light machine operating consisting of observing production line and m"], "link": ["http://jobview.monster.com/MACHINE-OPERATOR-Job-Anaheim-CA-US-221302629.aspx"], "pubDate": ["Tue, 17 Nov 2020 00:03:11 GMT"], "guid": ["221302629"]},
{"query": "machine", "title": ["Packaging Machine Operator - 1st Shift"], "description": ["PA-Palmyra, 1st Shift, Monday - Friday, 7:00am - 3:00pm Logistics done differently. At XPO Logistics, a company named among the most admired in the world by Fortune and one of America’s best employers by Forbes, our employees take pride in their work and show dedication to their job. As the Packaging Machine Operator, you will be responsible for the operation of the Bagger, Scale, Case Erector and Cartoner ma"], "link": ["http://jobview.monster.com/Packaging-Machine-Operator-1st-Shift-Job-Palmyra-PA-US-221710016.aspx"], "pubDate": ["Tue, 17 Nov 2020 00:03:38 GMT"], "guid": ["221710016"]},
{"query": "machine", "title": ["Machine Operator"], "description": ["NY-Victor, A local manufacturing company is actively recruiting for machine operators for their Victor, NY location. The hiring company is seeking candidates who are driven, can work at a fast pace, and are passionate about learning new skills. This is an entry level position and the employer is open to candidates from all industries if they are motivated to learn the job. Overtime and bonuses available. Hou"], "link": ["http://jobview.monster.com/Machine-Operator-Job-Victor-NY-US-221715316.aspx"], "pubDate": ["Tue, 17 Nov 2020 00:04:24 GMT"], "guid": ["221715316"]},
{"query": "machine", "title": ["3rd shift machine operator"], "description": ["TN-Mascot, Does the idea of an open, challenging and collaborative environment put a smile on your face? We are looking for an Assembler/inspector to perform a variety of tasks ranging from repetitive to non-repetitive production assembly. You can expect weekly pay, employee perks, and full benefits in this role. Read on for more details about the responsibilities. Responsibilities Open to learning different"], "link": ["http://jobview.monster.com/3rd-shift-machine-operator-Job-Mascot-TN-US-221718242.aspx"], "pubDate": ["Tue, 17 Nov 2020 00:04:32 GMT"], "guid": ["221718242"]},
{"query": "machine", "title": ["Machine operator"], "description": ["CA-Clovis, Have you been trying to find a stable job that offers opportunity for growth? Get paid on a weekly basis? If so, Randstad has the perfect position for you! A reputable company that manufactures automotive bumpers located in Clovis is seeking a Machine operators and Production Laborers! You will be working independently but also in a team environment! Responsibilities You will be working in the Man"], "link": ["http://jobview.monster.com/Machine-operator-Job-Clovis-CA-US-221723935.aspx"], "pubDate": ["Tue, 17 Nov 2020 00:04:43 GMT"], "guid": ["221723935"]},
{"query": "big data", "title": ["Data Engineering Manager - Big Data"], "description": ["CA-San Bernardino, If you are a Data Engineering Manager with experience, please read on! Top Reasons to Work with Us Fortune 500 Company! What You Will Be Doing - Lead and Manage small to large IT project initiatives related to Data and Data Delivery. - Lead and Manage production applications related to Data and Data Delivery. - Prioritizes own and teams work. Anticipates consequences of actions, potential problems"], "link": ["http://jobview.monster.com/Data-Engineering-Manager-Big-Data-Job-San-Bernardino-CA-US-222072599.aspx"], "pubDate": ["Mon, 16 Nov 2020 05:07:43 GMT"], "guid": ["222072599"]},
{"query": "big data", "title": ["Big Data Software Engineer"], "description": ["NJ-Bedminster, There are 2 positions and they are contract-to-hire positions. Sorry, no third party candidates can be considered. Big Data Software Engineer Position will work closely with the Product owners, Architects, Dev leads, Quality Assurance leads, and Operation in Discovery teams. In addition, conduct Code reviews, design and develop critical sections. Key Roles and Responsibilities Responsible for the "], "link": ["http://jobview.monster.com/Big-Data-Software-Engineer-Job-Bedminster-NJ-US-221696795.aspx"], "pubDate": ["Mon, 16 Nov 2020 00:05:31 GMT"], "guid": ["221696795"]},
{"query": "big data", "title": ["Sr. Big Data Engineer"], "description": ["TX-Houston, Genuent is hiring a Sr. Big Data Engineer for our direct client in Houston, TX. Qualified candidate should send their resume (Word format) to Taylor Kast at tkast@genuent.com Sr. Big Data Engineer – Houston, TX Direct Hire *Great comp* Sr. Big Data Engineer to help manage the uninterrupted flow of information by designing and maintaining data pipelines to deliver data across our organization. This"], "link": ["http://jobview.monster.com/Sr-Big-Data-Engineer-Job-Houston-TX-US-221254737.aspx"], "pubDate": ["Mon, 16 Nov 2020 00:11:53 GMT"], "guid": ["221254737"]},
{"query": "big data", "title": ["Sr. Java Engineer - Big Data/Cloud"], "description": ["CA-San Mateo, Location: San Mateo, CA Description: Our client is currently seeking a Sr. Java Engineer - Big Data/Cloud to work full-time in their San Mateo, CA location. Our client is looking for intelligent and hardworking software engineers to accelerate our path towards becoming the number one Customer Data Platform. This role involves working in an agile team to build the systems that will allow our platfo"], "link": ["http://jobview.monster.com/Sr-Java-Engineer-Big-Data-Cloud-Job-San-Mateo-CA-US-221248832.aspx"], "pubDate": ["Mon, 16 Nov 2020 00:03:24 GMT"], "guid": ["221248832"]},
{"query": "big data", "title": ["Senior Data Engineer - Remote"], "description": ["CA-Pasadena, Job Title: Senior Data Engineer - Remote Job Location: REMOTE Job Duration: Direct-hire, Full-Time Requirements: Python, Big Data tools, Hadoop, Spark, AWS, Kubernetes, Docker, ETL Pipelines Must currently have or being willing/able to obtain top secret clearance TS/SCI We are a leading technology and analytics firm, merging the newest tools in AI, Machine Learning, and Big Data to provide new and"], "link": ["http://jobview.monster.com/Senior-Data-Engineer-Remote-Job-Pasadena-CA-US-222108738.aspx"], "pubDate": ["Tue, 17 Nov 2020 05:21:13 GMT"], "guid": ["222108738"]},
{"query": "big data", "title": ["Data Engineering"], "description": ["MN-Eden Prairie, Description: Data Engineering PROJECT: Position will help address a spike in the data acquisition work we routinely perform on the (ODL). The spike is due to Clinical Performance (CP) needing several new Care Delivery Organizations (CDOs) data to be acquired by the end of the year. This resource will augment current staff and provide resource dedication and focus to the CP demand. IDEAL BACKGROUND"], "link": ["http://jobview.monster.com/Data-Engineering-Job-Eden-Prairie-MN-US-221735905.aspx"], "pubDate": ["Tue, 17 Nov 2020 00:02:35 GMT"], "guid": ["221735905"]},
{"query": "big data", "title": ["Data Scientist"], "description": ["NC-High Point, Logistics done differently. At XPO Logistics, we invest over $450 million in technology every year so that we can continue to develop state-of-the-art solutions for our customers. As the Data Scientist, you will be responsible for developing analytical experiments in a methodical manner and regularly evaluating alternate models to support strategic initiatives and ongoing business processes. You w"], "link": ["http://jobview.monster.com/Data-Scientist-Job-High-Point-NC-US-221273844.aspx"], "pubDate": ["Tue, 17 Nov 2020 00:02:54 GMT"], "guid": ["221273844"]},
{"query": "big data", "title": ["Remote Data Engineer"], "description": ["WI-Milwaukee, Our great Fortune 500 client in Downtown Milwaukee has an immediate opening for a Data Engineer. If you are interested please apply with resume to aboettcher@apexsystems.com. Description: You thrive in any data environment Cloud – we use AWS Delta Lake from Databricks Someone who understands complex data and the challenges of accessing it A real bottom-line person, not someone who throws terms lik"], "link": ["http://jobview.monster.com/Remote-Data-Engineer-Job-Milwaukee-WI-US-222104021.aspx"], "pubDate": ["Mon, 16 Nov 2020 20:31:10 GMT"], "guid": ["222104021"]},
{"query": "big data", "title": ["Associate Data Scientist"], "description": ["GA-Atlanta, The Associate Data Scientist employs big data technologies and analytics techniques to process and analyze large amounts of data to derive insights and predictions that help improve business decisions. In order to do this, the Associate Data Scientist must be able to organize data, cleanse and normalize raw data, process data for statistical modeling using computers, and identify relationships and"], "link": ["http://jobview.monster.com/Associate-Data-Scientist-Job-Atlanta-GA-US-222097110.aspx"], "pubDate": ["Mon, 16 Nov 2020 16:15:28 GMT"], "guid": ["222097110"]},
{"query": "big data", "title": ["Senior Data Engineer"], "description": ["CA-Pasadena, Job Title: Senior Data Engineer Job Location: Pasadena, CA Job Duration: Direct-hire, Full-Time Requirements: Python, Big Data tools, Hadoop, Spark, AWS, Kubernetes, Docker, ETL Pipelines Must currently have or being willing/able to obtain top secret clearance TS/SCI We are a leading technology and analytics firm, merging the newest tools in AI, Machine Learning, and Big Data to provide new and in"], "link": ["http://jobview.monster.com/Senior-Data-Engineer-Job-Pasadena-CA-US-222108739.aspx"], "pubDate": ["Mon, 16 Nov 2020 05:05:00 GMT"], "guid": ["222108739"]},
{"query": "big data", "title": ["Data Scientist"], "description": ["TX-San Antonio, MUST BE A U.S. CITIZEN WITH A TOP SECRET SSBI SECURITY CLEARANCE Ability to develop analytics for multiple cyber weapon systems with many different infrastructure and end-point devices. Ability to incorporate predictive, descriptive, and presumptive modeling; machine learning; artificial intelligence into analytics. Must be able to code proficiently in one or more of the following languages: Pytho"], "link": ["http://jobview.monster.com/Data-Scientist-Job-San-Antonio-TX-US-220164242.aspx"], "pubDate": ["Mon, 16 Nov 2020 00:11:53 GMT"], "guid": ["220164242"]},
{"query": "learning", "title": ["Learning Content Creator and LMS support"], "description": ["OH-Springfield, Konecranes Inc Equal Opportunity Employer Minorities/Women/Protected Veterans/Disabled/Other Protected Category Country: United States Location: Springfield, OH, US Employment type: Undefined term Country: United States (US) Location: Springfield, Ohio (US-OH) Location details: At Konecranes, we believe that great customer experience is built on the people behind the Konecranes name - people commi"], "link": ["http://jobview.monster.com/Learning-Content-Creator-LMS-support-Job-Springfield-OH-US-220839008.aspx"], "pubDate": ["Mon, 16 Nov 2020 00:05:45 GMT"], "guid": ["220839008"]},
{"query": "learning", "title": ["Early Learning and Care Representative"], "description": ["NY-Albany, CSEA, one of New York’s largest unions, is seeking resumes for an Early Learning and Care Representative. The ELC Representative advocates on behalf of union members who are registered family and licensed group family child care providers and informal child care providers across New York State. The representative helps to grow membership, and empower members and chapter leaders to be advocates for"], "link": ["http://jobview.monster.com/Early-Learning-Care-Representative-Job-Albany-NY-US-221693102.aspx"], "pubDate": ["Mon, 16 Nov 2020 00:19:21 GMT"], "guid": ["221693102"]},
{"query": "learning", "title": ["Machine Learning Architect"], "description": ["GA-Alpharetta, Machine Learning Architect Job Number: 20-08549 Eclaro is currently looking for a Machine Learning Architect for one of our global clients in Alpharetta, GA. Eclaro’s client is a global payment solutions and services clients. In joining this talented team of engineers you will be working on cutting edge technologies and in a collaborative environment. This position is a direct hire with our client"], "link": ["http://jobview.monster.com/Machine-Learning-Architect-Job-Alpharetta-GA-US-221692881.aspx"], "pubDate": ["Mon, 16 Nov 2020 00:04:39 GMT"], "guid": ["221692881"]},
{"query": "learning", "title": ["Instructional Designer 3"], "description": ["GA-Atlanta, job summary: The Instructional Designer (ID) is responsible for working with Project Managers (PM) to successfully develop training programs for customer service representatives globally across all business units. Standard ISD processes, such as the ADDIE learning model, are used to design and develop custom business process and systems training programs including instructor-led and e-learning cou"], "link": ["http://jobview.monster.com/Instructional-Designer-3-Job-Atlanta-GA-US-222113206.aspx"], "pubDate": ["Tue, 17 Nov 2020 08:16:26 GMT"], "guid": ["222113206"]},
{"query": "learning", "title": ["Infrastructure Engineer Runbook Automation"], "description": ["NJ-Dayton, Infrastructure Engineer Runbook Automation My name is Bill Stevens and I have a new long term Infrastructure Engineer - Service Desk Triage position located in Dayton, New Jersey that could be of interest to you, please review my specification below and I am available at any time to speak with you so please feel free to call me. This is a first shift position 9:00am to 5:00pm. Due to client confid"], "link": ["http://jobview.monster.com/Infrastructure-Engineer-Runbook-Automation-Job-Dayton-NJ-US-221528890.aspx"], "pubDate": ["Tue, 17 Nov 2020 07:52:13 GMT"], "guid": ["221528890"]},
{"query": "learning", "title": ["Service Desk Triage Infrastructure Engineer Runbook Automation"], "description": ["NJ-Dayton, Service Desk Triage Infrastructure Engineer Runbook Automation My name is Bill Stevens and I have a new long term Service Desk Triage - Infrastructure Engineer position located in Dayton, New Jersey that could be of interest to you, please review my specification below and I am available at any time to speak with you so please feel free to call me. This is a first shift position 9:00am to 5:00pm. "], "link": ["http://jobview.monster.com/Service-Desk-Triage-Infrastructure-Engineer-Runbook-Automation-Job-Dayton-NJ-US-221529123.aspx"], "pubDate": ["Tue, 17 Nov 2020 07:52:13 GMT"], "guid": ["221529123"]}
]